{"invalid": false, "init_time": 1681942339.0, "distract_time": 1098927, "strategy": "Chat2", "income_messages": ["From: j*****************2@gmail.com\nTo: CRAWLER\nTime: 2023-04-19 23:12:19\nSUBJECT:   Good day to you,\n  Good day to you,\nHave you received my proposal? Are you willing and ready to work with me? Please confirm your readiness if you are willing and ready to work with me to enable me to let you in on the next line of action.\nI wait for your earliest response.\nBest Regards,\nJohn Marshall Bill   \n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-20 05:48:19\nSUBJECT: Re: Good day to you,\nDear ,\nI apologize if this email infringes on your privacy, as I did not have the\nopportunity to acquaint myself with your mindset before making this offer.\nHowever, please be assured that this email is genuine and confidential, as\nI am a friend in dire need of your assistance.\nMy name is John Marshall Bill, a retired military personnel. I have friends\nin Ukraine with whom I worked in the past. They own private gas production\ncompanies in Ukraine, which were not aligned with the government before the\ncrisis broke out in the country. They currently have shipments of funds in\ntheir possession, which cannot be stored in a firm or transferred via\nbank-to-bank transfer due to the current circumstances. As a result, they\nrequire my help to move the attached shipments out of Ukraine for\nsafekeeping and security reasons.\nI intend to assist them in moving the funds safely out of Ukraine with the\nhelp of my contact in NATO. However, I require a trustworthy receiver who\ncan stand as the beneficiary of the shipment upon delivery. It has been\nagreed that my friends will receive 40% of the funds, I will receive 30%,\nand you will receive 30%, as I believe this is fair.\nPlease note that this project requires utmost trust and dedication from\nyou. Rest assured that there is no risk attached to this project as I can\nguarantee a 100% risk-free project, and I will guide you carefully to\nsuccess. After a safe delivery of the shipment, a representative from my\nfriends will meet with you in your country for further discussion on\ndisbursement and investment purposes.\nIf you are interested in this offer, kindly provide the following\ninformation as required:\nFull name\nFull contact address\nDirect mobile number\nAny government-issued identity that will allow my friends' representative\nto identify you upon their arrival.\nOnce I receive your information, I will provide you with further details.\nThank you for your time.\nBest regards,\nJohn Marshall Bill\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-20 07:40:21\nSUBJECT: Re: Good day to you,\nDear Agnes,\nWhat I need is a receiver/Beneficiary that would enable my associates to\napprove the dispatch of just one shipment  as I can assure you that no harm\nor risk will come to you.\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-20 10:44:31\nSUBJECT: Re: Good day to you,\nThank you for your response.\nMy associate will approve the dispatch of one shipment of $2Million USD if\ni can present a Beneficiary/Receiver that i can trust to retrieve the\nshipment safely from the delivery company as this Beneficiary shall be\nentitled to 30% and i will be entitled to 30% as well from the total\nsum.Know that this is an Empowerment from my associates to me for old time\nsake.I would need you to invite complete trust in me as i am doing the same\nfor you to enable us achieve this once in a lifetime genuine opportunity\ntogether.Please note that this funds is being offered without prejudice and\nis not meant to be construed as an admission of liability. Rather, it is a\ngesture of goodwill and a reflection of their commitment to providing\nassistance to an Old friend in dire need.\nI hope this email finds you well.\nRegards,\nRtd Col John Marshall Bill\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-20 14:01:44\nSUBJECT: Re: Good day to you,\nDear Agnes,\nAs I mentioned in my previous message, there are shipments of cash that can\nbe delivered to you in bits, depending on your capacity to receive them. My\ncontact in The United Nations and The European Union can deliver them\nsafely, provided that you meet the delivery requirements.\nPlease note that my partners have taken care of the bills and charges for\nthe release of the shipments, so you do not need to worry about them.\nHowever, the agent from the delivery company will not know the true content\nof the shipments and it is essential that you do not disclose it to them.\nIt is your responsibility as the beneficiary to ensure that the customs\nduty, VAT, and handling charges are sorted out in your country to avoid the\nshipment being processed by your airport\nauthorities. These are the guidelines given to us by the company and it is\ncrucial that you follow them. If you cannot handle your part of the project\nin your country,nothing can be done on my part as my partners will not\ngrant approval for the release of the shipments for dispatch when the part\nof the beneficiary/receiver is not guaranteed, unless the delivery company\nconfirms that the beneficiary/receiver can meet their delivery requirement\nwhen they arrive in their country.\nPlease note that this project requires utmost trust and dedication from\nyou. After the safe delivery of the shipment, a representative from my\npartners will meet with you in your country for further discussion on\ndisbursement and investment purposes.\nI hope this email finds you well.\nBest Regards,\nRetired Colonel John Marshall Bill\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-20 16:31:15\nSUBJECT: Re: Good day to you,\nLike I mentioned previously that I will never bring harm to you nor members\nof my family as anything that will jeopardize the future of my family or\nyours I will not indulge in it.\nBe rest assured that this project is 100% risk free as long as you follow\nthe instructions of the delivery company correctly success is guaranteed.\nI hope this email finds you well.\nRegards,\nJMB\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-20 21:52:24\nSUBJECT: Re: Good day to you,\nDear Agnes,\nDo you want to deal directly with the delivery company so they can guide\nyou on what to do and how to go about it?\nI wait to hear from you.\nRegards,\nJMB\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-20 22:31:10\nSUBJECT: Re: Good day to you,\nHello ,\nDetails have been received.The next line of action is to contact the\ncompany requested for the release of your shipment.\nContact the company in the below manner.\nI am Mr/Mrs......................................from...Full contact\naddress.............i am the beneficiary to the shipment lodged with your\ncompany by Rtd Col John Marshall Bill and Mrs Patricia Horoho.\nKindly give me more details on how I can retrieve my shipment.\nSee contact details below\nhttps://www.seckglobal.com\nEmail: Info@seckglobal.com\nEmail:seckglobal.company@gmail.com\nTel:+447452177132\n    +137254999061\n    +971551672915\nDo endeavor to keep me informed correctly in your dealings with the company\nas well.\nRegards,\nRtd Col John Marshall Bill\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-21 03:37:40\nSUBJECT: Re: Good day to you,\nThe company I am referring to is the delivery company that will be\ndelivering the attached shipment to your doorstep when you and them have\nreached an agreement.\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-21 09:21:18\nSUBJECT: Re: Good day to you,\nThanks for your earliest response.\nThe content of the shipment is 2Million in cash knowing to my associates\nyou and my humble self, while knowing to the agent coming to deliver to\nyour doorstep is that the content of the shipment is valued at $2Million\nUSD as under no circumstances must you disclose it to him.\nThe expected date will be given to you being the beneficiary as that will\nbe agreed upon between you and the delivery company when you contact them\nin following the instructions on my two(2) previous emails.\nI hope this email finds you well.\nRegards,\nJMB\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-21 10:27:30\nSUBJECT: Re: Good day to you,\nHello Agnes,\nThe next line of action is to contact the company requested for the release\nof your shipment.\nContact the company in the below manner.\nI am Mr/Mrs......................................from...Full contact\naddress.............i am the beneficiary to the shipment lodged with your\ncompany by Rtd Col John Marshall Bill and Mrs Patricia Horoho.\nKindly give me more details on how I can retrieve my shipment.\nSee contact details below\nhttps://www.seckglobal.com\nEmail: Info@seckglobal.com\nEmail:seckglobal.company@gmail.com\nTel:+447452177132\n    +137254999061\n    +971551672915\nDo endeavor to keep me informed correctly in your dealings with the company\nas well.\nRegards,\nJMB\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-21 13:30:56\nSUBJECT: Re: Good day to you,\nDear Agnes,\nDid you received my previous email?Because if you did the name and contact\ninformation of the company and their contact address was in that email.\nThe delivery company will guide you correctly as I can guarantee that there\nwill definitely be no risk attached in as long as you follow the\ninstructions and directives of the delivery company correctly.\nI wait to hear from you as soon as possible.\nRegards,\nJMB\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-04-21 16:15:14\nSUBJECT: Re: Good day to you,\nHello ,\nThe next line of action is to contact the company requested for the release\nof your shipment.\nContact the company in the below manner.\nI am Mr/Mrs......................................from...Full contact\naddress.............i am the beneficiary to the shipment lodged with your\ncompany by Rtd Col John Marshall Bill and Mrs Patricia Horoho.\nKindly give me more details on how I can retrieve my shipment.\nSee contact details below\nhttps://www.seckglobal.com\nEmail: Info@seckglobal.com\nEmail:seckglobal.company@gmail.com\nTel:+447452177132\n    +137254999061\n    +971551672915\nDo endeavor to keep me informed correctly in your dealings with the company\nas well.\nRegards,\nJMB\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-05-01 16:49:09\nSUBJECT: Re: Good day to you,\nDear Agnes,\nHappy New Month to you\nYou have still not made contact with the delivery company why?\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-05-01 17:34:26\nSUBJECT: Re: Good day to you,\nThis is the 26th email messages we have both exchanged so do not understand\nthe meaning of this message you just sent to me.\nBest regards,\nJohn Marshall Bill\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-05-02 09:18:35\nSUBJECT: Re: Good day to you,\nHello Agnes,\nTop of the day to you.\nHave you made contact with the delivery company yet?\nI wait to hear from you.\nRegards,\nJohn Marshall Bill\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-05-02 09:27:13\nSUBJECT: Re: Good day to you,\nDear Agnes,\nThanks for your earliest response.\nPlease do and keep me informed correctly as time is of the essence to us in\nachieving this once in a lifetime opportunity.\nI hope this email finds you well.\nRegards,\nJohn Marshall Bill\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-05-02 11:29:33\nSUBJECT: Re: Good day to you,\nLike I mentioned previously that my associates wants to assist me with some\nfunds as an empowerment, what I need is a trustworthy and a reliable\nreceiver that could help me retrieve the shipment where I shall join you\nfor disbursement and investment purposes.\nWhat I need is for you to contact the delivery company in following the\ninstructions on the email I sent to you and also endeavor to follow the\ninstructions of the delivery company correctly and success is achieved\nwithout any risk or mishaps .\nI hope this email finds you well.\nRegards,\nJohn Marshall Bill\n", "From: j*****************2@gmail.com\nTo: cv20810@l******s.email\nTime: 2023-05-02 16:27:46\nSUBJECT: Re: Good day to you,\nPlease read my previous emails carefully as i am quite sure you will\nunderstand\n"], "outbound_messages": ["From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-19 23:12:22\nSUBJECT: Re:   Good day to you,\nDear John Marshall Bill,\nThank you for your email. I apologize, but I am not sure which proposal you are referring to. Could you please provide me with more information so that I can better understand the situation and determine if I am able to assist you?\nThank you and I look forward to hearing back from you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-20 10:24:13\nSUBJECT: Re: Good day to you,\nDear Sender,\nI'm sorry, but I'm not sure I understand your message. Could you please provide more context and information about what you are referring to? \nThank you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-20 13:24:14\nSUBJECT: Re: Good day to you,\nDear Rtd Col John Marshall Bill,\nThank you for your email. However, I am not sure I understand what you are proposing. Could you please provide more details about the shipment of USD and what exactly you are asking of me? I would need more information before I can consider any involvement in this matter.\nThank you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-20 16:24:33\nSUBJECT: Re: Good day to you,\nDear John,\nI am sorry, but I am not interested in receiving any shipments of cash or being involved in any illegal activities. I do not wish to be associated with anything that could potentially harm my reputation or put me in legal trouble. I kindly request that you do not contact me again regarding this matter.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-20 19:24:38\nSUBJECT: Re: Good day to you,\nDear JMB,\nThank you for your email. I appreciate your reassurance that the project is risk-free, but I am still not comfortable proceeding without more information about the nature of the project and the delivery company involved. Can you please provide me with more details so that I can make an informed decision?\nThank you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-20 22:25:00\nSUBJECT: Re: Good day to you,\nDear JMB,\nThank you for your email. I am not sure what you are referring to. Could you please provide more context or information about the delivery company and what it is that I would need to do?\nLooking forward to hearing back from you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-21 01:24:16\nSUBJECT: Re: Good day to you,\nDear Rtd Col John Marshall Bill,\nThank you for your email. I am sorry, but I am not sure what shipment you are referring to. Could you please provide me with more details about the shipment and the company you are referring to? Once I have more information, I will be able to assist you better.\nLooking forward to hearing from you soon.\nBest regards.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-21 04:24:33\nSUBJECT: Re: Good day to you,\nDear Sir/Madam,\nThank you for your email. I understand that the attached shipment will be delivered to my doorstep once an agreement has been reached with the delivery company. Could you please provide me with more information about the shipment, such as its contents and expected delivery date? \nThank you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-21 10:24:29\nSUBJECT: Re: Good day to you,\nDear JMB,\nI'm sorry, but I'm not sure what you are referring to. I have no knowledge of any shipment or delivery company. Could you please provide more information so I can better understand what you are talking about?\nThank you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-21 13:24:18\nSUBJECT: Re: Good day to you,\nDear JMB,\nThank you for your email. Can you please provide me with the name of the company that I need to contact for the release of the shipment? Also, do you have any additional information about the shipment that you can share with me? This will help me to better understand the situation and assist you in retrieving your shipment.\nLooking forward to hearing back from you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-21 16:12:17\nSUBJECT: Re: Good day to you,\nDear JMB,\nI'm sorry, but I'm not sure what you are referring to. I don't recall receiving any previous email from you with information about a delivery company. Could you please provide me with more details so that I can better understand what you are talking about?\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-04-21 19:12:14\nSUBJECT: Re: Good day to you,\nDear JMB,\nThank you for your email. However, I am not sure what shipment you are referring to and what company I am supposed to contact. Can you please provide me with more details about the shipment and the company? Once I have more information, I will be able to assist you better.\nLooking forward to hearing from you soon.\nBest regards.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-05-01 17:24:21\nSUBJECT: Re: Good day to you,\nDear Sir/Madam,\nI'm sorry, but I believe you have sent this message to the wrong person. I have no knowledge of any delivery company or any previous communication with you. Please check your records and ensure that you have contacted the correct person.\nBest regards.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-05-01 19:24:16\nSUBJECT: Re: Good day to you,\nDear John Marshall Bill,\nI apologize for any confusion caused by my previous message. It was likely a mistake or an error on my part. Please disregard it and let me know if there is anything else I can assist you with.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-05-02 09:24:37\nSUBJECT: Re: Good day to you,\nDear John Marshall Bill,\nThank you for your email. I apologize for the delay in my response. I have not yet made contact with the delivery company, but I will do so as soon as possible and keep you updated on any progress.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-05-02 11:24:18\nSUBJECT: Re: Good day to you,\nDear John Marshall Bill,\nThank you for your email. I would be happy to assist you with whatever you need, but I'm afraid I'm not sure what you are referring to. Could you please provide me with more information about the matter at hand so that I can better understand how to help you?\nThank you and have a great day.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-05-02 13:24:13\nSUBJECT: Re: Good day to you,\nDear John Marshall Bill,\nThank you for your email. I am sorry, but I am not sure I understand what you are asking me to do. Could you please provide me with more information about the shipment and the delivery company? I would need to know more before I can assist you.\nThank you.\nBest wishes,\nAgnes\n", "From: cv20810@l******s.email\nTo: j*****************2@gmail.com\nTime: 2023-05-02 17:12:25\nSUBJECT: Re: Good day to you,\nDear Sir/Madam,\nI apologize if my previous email did not address your concerns adequately. I will review your previous emails carefully to ensure that I understand your requirements and respond appropriately.\nThank you for your patience.\nBest regards.\nBest wishes,\nAgnes\n"], "conversations": [{"time": "1681942339", "subject": "SUBJECT:   Good day to you,", "body": "  Good day to you,\nHave you received my proposal? Are you willing and ready to work with me? Please confirm your readiness if you are willing and ready to work with me to enable me to let you in on the next line of action.\nI wait for your earliest response.\nBest Regards,\nJohn Marshall Bill   \n", "direction": "Inbound"}, {"time": "1681942342", "subject": "SUBJECT: Re:   Good day to you,", "body": "Dear John Marshall Bill,\nThank you for your email. I apologize, but I am not sure which proposal you are referring to. Could you please provide me with more information so that I can better understand the situation and determine if I am able to assist you?\nThank you and I look forward to hearing back from you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1681966099", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear ,\nI apologize if this email infringes on your privacy, as I did not have the\nopportunity to acquaint myself with your mindset before making this offer.\nHowever, please be assured that this email is genuine and confidential, as\nI am a friend in dire need of your assistance.\nMy name is John Marshall Bill, a retired military personnel. I have friends\nin Ukraine with whom I worked in the past. They own private gas production\ncompanies in Ukraine, which were not aligned with the government before the\ncrisis broke out in the country. They currently have shipments of funds in\ntheir possession, which cannot be stored in a firm or transferred via\nbank-to-bank transfer due to the current circumstances. As a result, they\nrequire my help to move the attached shipments out of Ukraine for\nsafekeeping and security reasons.\nI intend to assist them in moving the funds safely out of Ukraine with the\nhelp of my contact in NATO. However, I require a trustworthy receiver who\ncan stand as the beneficiary of the shipment upon delivery. It has been\nagreed that my friends will receive 40% of the funds, I will receive 30%,\nand you will receive 30%, as I believe this is fair.\nPlease note that this project requires utmost trust and dedication from\nyou. Rest assured that there is no risk attached to this project as I can\nguarantee a 100% risk-free project, and I will guide you carefully to\nsuccess. After a safe delivery of the shipment, a representative from my\nfriends will meet with you in your country for further discussion on\ndisbursement and investment purposes.\nIf you are interested in this offer, kindly provide the following\ninformation as required:\nFull name\nFull contact address\nDirect mobile number\nAny government-issued identity that will allow my friends' representative\nto identify you upon their arrival.\nOnce I receive your information, I will provide you with further details.\nThank you for your time.\nBest regards,\nJohn Marshall Bill\n", "direction": "Inbound"}, {"time": "1681972821", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Agnes,\nWhat I need is a receiver/Beneficiary that would enable my associates to\napprove the dispatch of just one shipment  as I can assure you that no harm\nor risk will come to you.\n", "direction": "Inbound"}, {"time": "1681982653", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Sender,\nI'm sorry, but I'm not sure I understand your message. Could you please provide more context and information about what you are referring to? \nThank you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1681983871", "subject": "SUBJECT: Re: Good day to you,", "body": "Thank you for your response.\nMy associate will approve the dispatch of one shipment of $2Million USD if\ni can present a Beneficiary/Receiver that i can trust to retrieve the\nshipment safely from the delivery company as this Beneficiary shall be\nentitled to 30% and i will be entitled to 30% as well from the total\nsum.Know that this is an Empowerment from my associates to me for old time\nsake.I would need you to invite complete trust in me as i am doing the same\nfor you to enable us achieve this once in a lifetime genuine opportunity\ntogether.Please note that this funds is being offered without prejudice and\nis not meant to be construed as an admission of liability. Rather, it is a\ngesture of goodwill and a reflection of their commitment to providing\nassistance to an Old friend in dire need.\nI hope this email finds you well.\nRegards,\nRtd Col John Marshall Bill\n", "direction": "Inbound"}, {"time": "1681993454", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Rtd Col John Marshall Bill,\nThank you for your email. However, I am not sure I understand what you are proposing. Could you please provide more details about the shipment of USD and what exactly you are asking of me? I would need more information before I can consider any involvement in this matter.\nThank you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1681995704", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Agnes,\nAs I mentioned in my previous message, there are shipments of cash that can\nbe delivered to you in bits, depending on your capacity to receive them. My\ncontact in The United Nations and The European Union can deliver them\nsafely, provided that you meet the delivery requirements.\nPlease note that my partners have taken care of the bills and charges for\nthe release of the shipments, so you do not need to worry about them.\nHowever, the agent from the delivery company will not know the true content\nof the shipments and it is essential that you do not disclose it to them.\nIt is your responsibility as the beneficiary to ensure that the customs\nduty, VAT, and handling charges are sorted out in your country to avoid the\nshipment being processed by your airport\nauthorities. These are the guidelines given to us by the company and it is\ncrucial that you follow them. If you cannot handle your part of the project\nin your country,nothing can be done on my part as my partners will not\ngrant approval for the release of the shipments for dispatch when the part\nof the beneficiary/receiver is not guaranteed, unless the delivery company\nconfirms that the beneficiary/receiver can meet their delivery requirement\nwhen they arrive in their country.\nPlease note that this project requires utmost trust and dedication from\nyou. After the safe delivery of the shipment, a representative from my\npartners will meet with you in your country for further discussion on\ndisbursement and investment purposes.\nI hope this email finds you well.\nBest Regards,\nRetired Colonel John Marshall Bill\n", "direction": "Inbound"}, {"time": "1682004273", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear John,\nI am sorry, but I am not interested in receiving any shipments of cash or being involved in any illegal activities. I do not wish to be associated with anything that could potentially harm my reputation or put me in legal trouble. I kindly request that you do not contact me again regarding this matter.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682004675", "subject": "SUBJECT: Re: Good day to you,", "body": "Like I mentioned previously that I will never bring harm to you nor members\nof my family as anything that will jeopardize the future of my family or\nyours I will not indulge in it.\nBe rest assured that this project is 100% risk free as long as you follow\nthe instructions of the delivery company correctly success is guaranteed.\nI hope this email finds you well.\nRegards,\nJMB\n", "direction": "Inbound"}, {"time": "1682015078", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear JMB,\nThank you for your email. I appreciate your reassurance that the project is risk-free, but I am still not comfortable proceeding without more information about the nature of the project and the delivery company involved. Can you please provide me with more details so that I can make an informed decision?\nThank you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682023944", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Agnes,\nDo you want to deal directly with the delivery company so they can guide\nyou on what to do and how to go about it?\nI wait to hear from you.\nRegards,\nJMB\n", "direction": "Inbound"}, {"time": "1682025900", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear JMB,\nThank you for your email. I am not sure what you are referring to. Could you please provide more context or information about the delivery company and what it is that I would need to do?\nLooking forward to hearing back from you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682026270", "subject": "SUBJECT: Re: Good day to you,", "body": "Hello ,\nDetails have been received.The next line of action is to contact the\ncompany requested for the release of your shipment.\nContact the company in the below manner.\nI am Mr/Mrs......................................from...Full contact\naddress.............i am the beneficiary to the shipment lodged with your\ncompany by Rtd Col John Marshall Bill and Mrs Patricia Horoho.\nKindly give me more details on how I can retrieve my shipment.\nSee contact details below\nhttps://www.seckglobal.com\nEmail: Info@seckglobal.com\nEmail:seckglobal.company@gmail.com\nTel:+447452177132\n    +137254999061\n    +971551672915\nDo endeavor to keep me informed correctly in your dealings with the company\nas well.\nRegards,\nRtd Col John Marshall Bill\n", "direction": "Inbound"}, {"time": "1682036656", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Rtd Col John Marshall Bill,\nThank you for your email. I am sorry, but I am not sure what shipment you are referring to. Could you please provide me with more details about the shipment and the company you are referring to? Once I have more information, I will be able to assist you better.\nLooking forward to hearing from you soon.\nBest regards.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682044660", "subject": "SUBJECT: Re: Good day to you,", "body": "The company I am referring to is the delivery company that will be\ndelivering the attached shipment to your doorstep when you and them have\nreached an agreement.\n", "direction": "Inbound"}, {"time": "1682047473", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Sir/Madam,\nThank you for your email. I understand that the attached shipment will be delivered to my doorstep once an agreement has been reached with the delivery company. Could you please provide me with more information about the shipment, such as its contents and expected delivery date? \nThank you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682065278", "subject": "SUBJECT: Re: Good day to you,", "body": "Thanks for your earliest response.\nThe content of the shipment is 2Million in cash knowing to my associates\nyou and my humble self, while knowing to the agent coming to deliver to\nyour doorstep is that the content of the shipment is valued at $2Million\nUSD as under no circumstances must you disclose it to him.\nThe expected date will be given to you being the beneficiary as that will\nbe agreed upon between you and the delivery company when you contact them\nin following the instructions on my two(2) previous emails.\nI hope this email finds you well.\nRegards,\nJMB\n", "direction": "Inbound"}, {"time": "1682069069", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear JMB,\nI'm sorry, but I'm not sure what you are referring to. I have no knowledge of any shipment or delivery company. Could you please provide more information so I can better understand what you are talking about?\nThank you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682069250", "subject": "SUBJECT: Re: Good day to you,", "body": "Hello Agnes,\nThe next line of action is to contact the company requested for the release\nof your shipment.\nContact the company in the below manner.\nI am Mr/Mrs......................................from...Full contact\naddress.............i am the beneficiary to the shipment lodged with your\ncompany by Rtd Col John Marshall Bill and Mrs Patricia Horoho.\nKindly give me more details on how I can retrieve my shipment.\nSee contact details below\nhttps://www.seckglobal.com\nEmail: Info@seckglobal.com\nEmail:seckglobal.company@gmail.com\nTel:+447452177132\n    +137254999061\n    +971551672915\nDo endeavor to keep me informed correctly in your dealings with the company\nas well.\nRegards,\nJMB\n", "direction": "Inbound"}, {"time": "1682079858", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear JMB,\nThank you for your email. Can you please provide me with the name of the company that I need to contact for the release of the shipment? Also, do you have any additional information about the shipment that you can share with me? This will help me to better understand the situation and assist you in retrieving your shipment.\nLooking forward to hearing back from you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682080256", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Agnes,\nDid you received my previous email?Because if you did the name and contact\ninformation of the company and their contact address was in that email.\nThe delivery company will guide you correctly as I can guarantee that there\nwill definitely be no risk attached in as long as you follow the\ninstructions and directives of the delivery company correctly.\nI wait to hear from you as soon as possible.\nRegards,\nJMB\n", "direction": "Inbound"}, {"time": "1682089937", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear JMB,\nI'm sorry, but I'm not sure what you are referring to. I don't recall receiving any previous email from you with information about a delivery company. Could you please provide me with more details so that I can better understand what you are talking about?\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682090114", "subject": "SUBJECT: Re: Good day to you,", "body": "Hello ,\nThe next line of action is to contact the company requested for the release\nof your shipment.\nContact the company in the below manner.\nI am Mr/Mrs......................................from...Full contact\naddress.............i am the beneficiary to the shipment lodged with your\ncompany by Rtd Col John Marshall Bill and Mrs Patricia Horoho.\nKindly give me more details on how I can retrieve my shipment.\nSee contact details below\nhttps://www.seckglobal.com\nEmail: Info@seckglobal.com\nEmail:seckglobal.company@gmail.com\nTel:+447452177132\n    +137254999061\n    +971551672915\nDo endeavor to keep me informed correctly in your dealings with the company\nas well.\nRegards,\nJMB\n", "direction": "Inbound"}, {"time": "1682100734", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear JMB,\nThank you for your email. However, I am not sure what shipment you are referring to and what company I am supposed to contact. Can you please provide me with more details about the shipment and the company? Once I have more information, I will be able to assist you better.\nLooking forward to hearing from you soon.\nBest regards.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682956149", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Agnes,\nHappy New Month to you\nYou have still not made contact with the delivery company why?\n", "direction": "Inbound"}, {"time": "1682958261", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Sir/Madam,\nI'm sorry, but I believe you have sent this message to the wrong person. I have no knowledge of any delivery company or any previous communication with you. Please check your records and ensure that you have contacted the correct person.\nBest regards.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1682958866", "subject": "SUBJECT: Re: Good day to you,", "body": "This is the 26th email messages we have both exchanged so do not understand\nthe meaning of this message you just sent to me.\nBest regards,\nJohn Marshall Bill\n", "direction": "Inbound"}, {"time": "1682965456", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear John Marshall Bill,\nI apologize for any confusion caused by my previous message. It was likely a mistake or an error on my part. Please disregard it and let me know if there is anything else I can assist you with.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1683015515", "subject": "SUBJECT: Re: Good day to you,", "body": "Hello Agnes,\nTop of the day to you.\nHave you made contact with the delivery company yet?\nI wait to hear from you.\nRegards,\nJohn Marshall Bill\n", "direction": "Inbound"}, {"time": "1683015877", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear John Marshall Bill,\nThank you for your email. I apologize for the delay in my response. I have not yet made contact with the delivery company, but I will do so as soon as possible and keep you updated on any progress.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1683016033", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Agnes,\nThanks for your earliest response.\nPlease do and keep me informed correctly as time is of the essence to us in\nachieving this once in a lifetime opportunity.\nI hope this email finds you well.\nRegards,\nJohn Marshall Bill\n", "direction": "Inbound"}, {"time": "1683023058", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear John Marshall Bill,\nThank you for your email. I would be happy to assist you with whatever you need, but I'm afraid I'm not sure what you are referring to. Could you please provide me with more information about the matter at hand so that I can better understand how to help you?\nThank you and have a great day.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1683023373", "subject": "SUBJECT: Re: Good day to you,", "body": "Like I mentioned previously that my associates wants to assist me with some\nfunds as an empowerment, what I need is a trustworthy and a reliable\nreceiver that could help me retrieve the shipment where I shall join you\nfor disbursement and investment purposes.\nWhat I need is for you to contact the delivery company in following the\ninstructions on the email I sent to you and also endeavor to follow the\ninstructions of the delivery company correctly and success is achieved\nwithout any risk or mishaps .\nI hope this email finds you well.\nRegards,\nJohn Marshall Bill\n", "direction": "Inbound"}, {"time": "1683030253", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear John Marshall Bill,\nThank you for your email. I am sorry, but I am not sure I understand what you are asking me to do. Could you please provide me with more information about the shipment and the delivery company? I would need to know more before I can assist you.\nThank you.\nBest wishes,\nAgnes\n", "direction": "Outbound"}, {"time": "1683041266", "subject": "SUBJECT: Re: Good day to you,", "body": "Please read my previous emails carefully as i am quite sure you will\nunderstand\n", "direction": "Inbound"}, {"time": "1683043945", "subject": "SUBJECT: Re: Good day to you,", "body": "Dear Sir/Madam,\nI apologize if my previous email did not address your concerns adequately. I will review your previous emails carefully to ensure that I understand your requirements and respond appropriately.\nThank you for your patience.\nBest regards.\nBest wishes,\nAgnes\n", "direction": "Outbound"}]}