{"invalid": false, "init_time": 1682533516.0, "distract_time": 774583, "strategy": "Chat1", "income_messages": ["From: m***********9@gmail.com\nTo: CRAWLER\nTime: 2023-04-26 19:25:16\nSUBJECT: Attention Funds Beneficiary\nAttention Funds Beneficiary\nI have been informed by the IMF to anticipate your message. Your pin\nnumber has been verified and confirmed to relate to a parcel with ATM\nDebit CARD valued the sum of US$2,500,000.00 {Two Million Five Hundred\nThousand US Dollars}. The ATM Debit CARD has been issued in your name\nand we have concluded the processing of all documents that will\nfacilitate the clearance of the ATM CARD in any Bank.\nThese documents have been securely sealed and packed for security\nreasons which make it impossible for anyone to view it until it’s been\ndelivered to you and also your parcel is protected by a hardcover\ninsurance policy, which makes it impossible to deduct any amount from\nthe money before it has been remitted to you.\nChoose delivery option below that is most convenient to you iTunes Card\n(1)FedEx Delivery Company\nDuration for Delivery: 24hrs\nAmount: US $50 {No C.O.D}\n(2)UPS Delivery Company\nDuration for Delivery 48hrs\nAmount: US $75 {No C.O.D}\n(3)DHL Delivery Company\nDuration for Delivery 24hrs\nAmount: US $150 {No C.O.D}\nContact the Company here for your Package Release to you:\nName: Mr. Frank Boniface\nEmail: ( \nmoneygramoffice410@aol.com\nHERE IS THE INFO WHERE TO USE SEND THE FEE AS YOUR CHOOSING VIA\nWESTERN UNION OR MONEY-GRAM TRANSFER OR YOU SEND IT VIA iTunes Card\nRECEIVER: NAME: JOHN EGO.\nADDRESS: 5, ALHAJI JACK STREET\nCOUNTRY: BENIN REPUBLIC.\nCITY: COTONOU.\nTEST QUESTION: COLOR?\nANSWER: BLUE\nAMOUNT: $USD??\nMTCN;????\nKindly confirm receipt of the mail with the delivery option most\nconvenient to you within 24hrs. And you shall be informed on how to\nmake payments of the charges.\nFailure to produce the delivery fee will mean refusal of ATM DEBIT\nCARD delivery by the courier service so as to enable this company\nsecure good name they have always maintained, since the package\ndelivery without insurance will be illegal. Insurance is the\nInternational law guiding the authentic delivery of diplomatic\ndocument.\nWe look forward to serving you better.\nYours faithfully,\nMrs Cynthia Terrell\nATM Center Manager\nInternational Reconciliation and Logistics Vaults\nInternational Monetary Fund (IMF)\n", "From: m***********9@gmail.com\nTo: mp09533@l******s.email\nTime: 2023-04-28 11:22:35\nSUBJECT: Re: Attention Funds Beneficiary\nYou are welcome to the U.S Department of Homeland security Washington\nDC, I was instructed to handle your payment file from the Governing\nbody of United Nation (UN) together with IMF office, I am writing to\nlet you know that we have received your delivery address and some\nother information for the delivery of your ATM Card, However it is my\npleasure to inform you that we have finally processed the crediting of\nyour ATM Card and here is your ATM Card Number: 4848-4218-5901-8778\nand personal identification number: 002760091 has been upgraded in\nyour favor.\nYou can find below also your ATM PIN# 3943 as the ATM Card will be\ndelivered alone to you without the Pin Code for security reasons, The\ntotal amount that was credited in your ATM Debit Card now is the sum of\n$2.5 Million USD (Two Million Five Hundred Thousand US Dollars ONLY) and\nyou are\nadvised that a maximum withdrawal value of US$5,000.00 (FIVE THOUSAND\nUNITED STATES DOLLARS ONLY) is permitted daily. We are duly\ninter-switched so you can make multiple withdrawal in any ATM location\nof your choice, however as a matter of urgency, you are\nrequired to pay for the delivery of your ATM card which will be paid\ndue to your determined choice Companies here below.\n1.UPS Courier Service 2.Delivery fee $280.00 96 hours delivery\n1.FedEx Service 2.Delivery fee $450.00 72 hours delivery\n1.DHL Service 2.Delivery fee $350.00 48 hours delivery\n1. Impex Service 2. Delivery fee $250 72 hours delivery\nPlease choose your favorite company out of the three companies and any\nof your preferable Company will be the Company that will deliver your\nATM Card to the address you are to provide, I shall make available the\ninformation you will use in sending the delivery fee as soon as you\nrespond back with your preferred Company, also i want you to know that\nthe principle of deduction from your approved ATM Debit Card does not exist\non this mode of payment for security reasons, We deeply appreciate\nyour cooperation and understanding and be rest assured that UNITED\nSTATES HOMELAND SECURITY Unit will fully back and monitor the delivery\nuntil you receive your ATM Card to avoid stoppage or delay\nBest Regards,\nMrs Cynthia Terrell\nFrom the United States\nHomeland Security Office.\nEmail: mariodraghi09@gmail.com\n", "From: m***********9@gmail.com\nTo: mp09533@l******s.email\nTime: 2023-04-28 18:12:23\nSUBJECT: Re: Attention Funds Beneficiary\nI have speak with the  authority FedEx Delivery Company regarding how you\nwill received your Atm Card and accordly to FedEx Delivery Company said\nthat to received your Fund via Atm Card to your Home address will only Cost\nyou $450 and they told me that you will received your Fund via Atm Card\n$2,500,000.00 {Two Million Five Hundred within 24 Hour as soon as you send\nthe $450 because i told  FedEx Delivery Company do it and you will received\nyour funds which they agreed so what you have to do right now is to try all\nyou can do to make sure that you Buy iTunes $450 Gift Card and also Scratch\nit very well and send the picture and receipt Copy to able  FedEx Delivery\nCompany to your Home address as soon as you send the $450 very urgent\nListen to me very well and understood more if that you can not do very\nurgent to buy $450 itunes Card which is best easy way that you should go to\nthe local Western Union or Moneygram office and send the $450 via money\ngram or Western Union and get back to me with the payment information and\nalso noted that everything is going very ok and i promised you that once\nyou send the $450 today that you will received your Atm Card worth $2.5\nMillion USD immediately through FedEx Delivery Company and FedEx Delivery\nCompany will also give you the ATM Card Tracking Number to start tracking\nit to know a time it will get to your Country and i need your urgent reply\nwith your full information together with the $450 fee This is they Address:\nPharmacie Le Conseil, Ave de la Victoire, Cotonou Hours: Closes soon ⋅ 7 PM\n⋅ Opens 9 AM Sat\nplease reconfirm the below information, to avoid delivery of your ATM\nMaster Card to the wrong hand.\nFull names............\nAtm Owner address......\nCountry/State........\nOccupation...........\nPassport/Driving License\nTel...........\nTherefore you are expected to send ($450) to enable us proceed with the\ndelivery without any more delay or hitch because as the matter of fact, all\nnecessary arrangement has been made\nBelow is the MoneyGram, Western Union, Ria  information to send the\ndelivery fee or you just buy $450  itunes Card and send it if you can not\nmeet up to rach WU or MG\nReceiver's Name: PAUL KINSOU\nCity:                   Cotonou\nCountry:              Benin Republic\nAmount:              $450\nSender's Name:\nQuestion:          Code?\nAnswer:             229\nmtcn#\nWe will register your package and send you the tracking numbers before we\nproceed for safety delivery of your package as soon as you reconfirm the\nrequired information for safety delivery.\nBest Regards,\nMrs Cynthia Terrell\nFrom the United States\nHomeland Security Office.\nEmail: mariodraghi09@gmail.com\n", "From: m***********9@gmail.com\nTo: mp09533@l******s.email\nTime: 2023-04-29 11:10:20\nSUBJECT: Re: Attention Funds Beneficiary\nGood Morning my dear How are you doing today? I received an email you sent\nto me and i understood your Question regarding the process you to received\nyour transaction, Listen to me very well, I have explained everything to\nyou and you should try to listen to me if you want to received your funds\nkindly let you do all you can do to make sure that you pay the delivery fee\nbecause it is update to you to received your funds and i do not like to be\nsending you message all the time without you to understood what i have been\ntelling you\nPlease my dear i said that the delivery fee is $450 and FedEx Delivery\nCompany told me that everything about the transaction paper Document will\nbe sending to you immediately you send the FedEx Delivery transaction\nCharges\nAnd FedEx Delivery Company said that you should pay the FedEx Delivery\nCharges Via Western Union or Moneygram Ot you should purchase a gift card\nfor $450 dollars\nSo if you want to received your funds through FedEx Delivery Company that\nyou should try all you can do to make sure that you send the FedEx Delivery\nCharges $450 Look my dear it is you are delaying your Atm Card here in my\noffice and i promised you that once you send the $450 Dollars today that\nyou will received your Atm Card immediately and the reason Why you have to\nsend me your receiver information is where to deliver your Atm Card to your\nHome Address as soon as you send the $450 delivery Fee, Do not fear just\nbelieve me and truth me that once you send the FedEx Delivery Company\nCharges that you will receive your Atm Card\n", "From: m***********9@gmail.com\nTo: mp09533@l******s.email\nTime: 2023-04-29 17:23:05\nSUBJECT: Re: Attention Funds Beneficiary\nI understand what you said regarding the delivery fee which is $450 to able\nyou received the Atm Card at your home address that is why you must pay the\nCharges as the Beneficiary of the Atm Card\nWhat more information you needed from me to provide to able me to get it\nfrom our Head office Branch?? But be informed that it is not possible to\nget the Atm Card delivered at your Home address yet until the needed\nDelivery Charges is confirmed for your Information/Notice So what i'm\ntrying to tell you is to send the $450 and get back to me unless if you do\nnot want to receive your Atm Card from the Company\nBest Regard\nMrs Mario Draghi\n", "From: m***********9@gmail.com\nTo: mp09533@l******s.email\nTime: 2023-05-02 14:51:05\nSUBJECT: Re: Attention Funds Beneficiary\nGood Afternoon\nHow are you doing today? This is Mrs. Mario Draghi, I received an email you\nsent to me on Sat, Apr 29, 8:12 PM which is Weekend and office close until\nYesterday been Monday and here in our Country we have a Holiday  that is\nwhy i contacted you today been Tuesday and i understand your email and your\nQuestion Regarding the process of how you will send the fee and the totall\nfee you have to pay for the delivery Charges is $450 dollars.\nListen to me very well and understood more if that you can not do very\nurgent to buy $450 itunes Card which is best easy way that you should go to\nthe local Western Union or Moneygram office and send the $450 via money\ngram or Western Union and get back to me with the payment information and\nalso noted that everything is going very ok and i promised you that once\nyou send the $450 today that you will received your Atm Card worth $2.5\nMillion USD immediately through FedEx Delivery Company  within 24Hours And\nFedEx Delivery Company will also give you the ATM Card Tracking Number to\nstart tracking it to know a time it will get to your Country and i need\nyour urgent reply with your full information together with the $450 fee\nplease reconfirm the below information, to avoid delivery of your ATM\nMaster Card to the wrong hand Please you should try all you can do to make\nsure that you send the $450 today and also send your full info where to\ndeliver your Atm Card at your Home address immediately you send the $450\ndollars for the delivery fee\nFull names............\nAtm Owner address......\nCountry/State........\nOccupation...........\nPassport/Driving License\nTel...........\nTherefore you are expected to send ($450) to enable us proceed with the\ndelivery without any more delay or hitch because as the matter of fact, all\nnecessary arrangement has been made\nBelow is the MoneyGram, Western Union, Ria  information to send the\ndelivery fee or you just buy $450  itunes Card and send it if you can not\nmeet up to rach WU or MG\nReceiver's Name: PAUL KINSOU\nCity:                   Cotonou\nCountry:              Benin Republic\nAmount:              $450\nSender's Name:\nQuestion:          Code?\nAnswer:             229\nmtcn#\nWe will register your package and send you the tracking numbers before we\nproceed for safety delivery of your package as soon as you reconfirm the\nrequired information for safety delivery.\nBest Regards,\nMrs Cynthia Terrell\nFrom the United States\nHomeland Security Office.\nEmail: mariodraghi09@gmail.com\n", "From: m***********9@gmail.com\nTo: mp09533@l******s.email\nTime: 2023-05-03 11:28:02\nSUBJECT: Re: Attention Funds Beneficiary\nI received an email you sent to me that you are not comfortable with\nsending money through those channels, If that you want to received your\nfunds that you must try all you can do to make an effort to go to the\nWestern Union or Moneygram Or Ria Money Transfer WorldRemit office in your\nCountry to post the $450 delivery Fee because without paying the $450\ndelivery Charges for your information.\nSo what you have to do is to fine those channels to send the $450 dollars\nfor the delivery Charges to able fedex courier company get your Atm Card\ndeliver to your Home address because no way fedex courier company will\ndeliver your Atm Card without paying the Delivery Charges $450 Fee.\nThis is to notify you that we acknowledged your correspondence and content\nare well noted this office will like to inform you that your payment file\nhas been approved by Western Union here in this office so your  Funds will\nbe released to you once you meet up with the instructing as this office\nrequired\nSend the  fees of $450 through Western Union or Moneygram Ria Transfer  or\nyou look where they Sell Any kind of Gift Card and also buy it and scratch\nit and send it\nReceivers Name:Paul Kinsou\nCountry: Benin Republic\nCity : Cotonou\nText Question: Colour\nText Answer: Blue\nAmount: $450\nMtcn#\nI am looking forward to hear from you with the payment information and\nnoted that once you send the $450 Dollars that you will receive your $2.5\nMillion USD within 24 hour\nMrs Mario Draghi\n", "From: m***********9@gmail.com\nTo: mp09533@l******s.email\nTime: 2023-05-05 16:53:29\nSUBJECT: Re: Attention Funds Beneficiary\nListen to me, I'm not here to play Game and if you do not send the $450\nPlease do not Reply Back to me because i have explained everything to you\nbut i can see that you do not want to send the fee so if that you do not\nsend the fee do not reply back to me until you send the $450  via Moneygram\nor Western Union because they reason Why you have to send the $450 is to\nable me pick it up and use it to send your Atm Card simple\nReceivers Name:Paul Kinsou\nCountry: Benin Republic\nCity : Cotonou\nText Question: Colour\nText Answer: Blue\nAmount: $450\nMtcn#\nI am looking forward to hear from you with the payment information and\nnoted that once you send the $450 Dollars that you will receive your $2.5\nMillion USD within 24 hour\nMrs Mario Draghi\n", "From: m***********9@gmail.com\nTo: mp09533@l******s.email\nTime: 2023-05-05 18:34:59\nSUBJECT: Re: Attention Funds Beneficiary\nSend your full info first\n"], "outbound_messages": ["From: mp09533@l******s.email\nTo: m***********9@gmail.com\nTime: 2023-04-26 19:25:41\nSUBJECT: Re: Attention Funds Beneficiary\nHello Mrs Cynthia Terrell,\nThank you for your message regarding the ATM Debit CARD valued at US Two Million Five Hundred Thousand US Dollars. I appreciate the information you have provided and I am interested in learning more about the delivery options.\nCan you please provide me with more details about the delivery options and the associated fees? Also, can you confirm the authenticity of this offer and provide me with any additional information that may be helpful?\nThank you for your time and assistance.\nBest wishes,\nKassie\n", "From: mp09533@l******s.email\nTo: m***********9@gmail.com\nTime: 2023-04-28 13:12:24\nSUBJECT: Re: Attention Funds Beneficiary\nHello Mrs. Cynthia Terrell, thank you for reaching out to me regarding the processing of my payment file. I appreciate the information you have provided about the delivery of my ATM card and the maximum withdrawal value. Can you please provide more details about the courier service companies you have listed and their respective fees? Also, is there a specific timeframe for me to choose a company and make the delivery fee payment? Thank you.\nBest wishes,\nKassie\n", "From: mp09533@l******s.email\nTo: m***********9@gmail.com\nTime: 2023-04-28 19:24:38\nSUBJECT: Re: Attention Funds Beneficiary\nHello, thank you for reaching out to me. I appreciate the information you have provided about the delivery of my ATM card. However, I am a bit hesitant to send any personal information or payment without verifying the legitimacy of this transaction. Can you provide me with more details about the Delivery Company and their process for delivering the ATM card? Also, can you explain why I need to purchase a gift card or send money through Western Union or Moneygram? Thank you.\nBest wishes,\nKassie\n", "From: mp09533@l******s.email\nTo: m***********9@gmail.com\nTime: 2023-04-29 11:24:46\nSUBJECT: Re: Attention Funds Beneficiary\nGood morning! Thank you for your email. I appreciate your help in getting my funds. Can you please explain to me why I need to pay a delivery fee? Is there any way to avoid this fee? Also, can you please provide me with more information about the delivery company? How do I know that they are legitimate? Thank you for your time.\nBest wishes,\nKassie\n", "From: mp09533@l******s.email\nTo: m***********9@gmail.com\nTime: 2023-04-29 19:12:30\nSUBJECT: Re: Attention Funds Beneficiary\nHello Mrs. Mario Draghi,\nThank you for explaining the delivery fee for the ATM card. I understand that I need to pay the charges to receive the card at my home address. Can you please provide me with more details about the delivery fee? How much is it and how can I make the payment? Also, can you confirm the expected delivery time once the payment is made?\nThank you for your assistance.\nBest regards.\nBest wishes,\nKassie\n", "From: mp09533@l******s.email\nTo: m***********9@gmail.com\nTime: 2023-05-02 15:13:06\nSUBJECT: Re: Attention Funds Beneficiary\nGood afternoon Mrs. Draghi, I am doing well, thank you for asking. I appreciate your response to my email. I understand that you are suggesting I use Western Union or Moneygram to send the fee for the delivery charges. However, I am not comfortable with sending money through those channels. Is there any other way I can make the payment? Also, I would like to confirm the total fee I need to pay for the delivery charges. Can you please provide me with that information? Thank you.\nBest wishes,\nKassie\n", "From: mp09533@l******s.email\nTo: m***********9@gmail.com\nTime: 2023-05-03 12:12:26\nSUBJECT: Re: Attention Funds Beneficiary\nHello Mrs. Mario Draghi,\nThank you for your email. I appreciate the information you have provided regarding the delivery of my ATM card. However, I am a bit confused about the payment process. Can you please explain to me why I need to send the delivery fee through Western Union, Moneygram, or Ria Money Transfer? Is there any other way to pay for the delivery fee?\nAlso, can you please provide me with more details about the payment file that has been approved by Western Union? What are the requirements that I need to meet in order to receive my funds?\nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest wishes,\nKassie\n", "From: mp09533@l******s.email\nTo: m***********9@gmail.com\nTime: 2023-05-05 19:12:12\nSUBJECT: Re: Attention Funds Beneficiary\nSure, what specific information do you need from me?\nBest wishes,\nKassie\n"], "conversations": [{"time": "1682533516", "subject": "SUBJECT: Attention Funds Beneficiary", "body": "Attention Funds Beneficiary\nI have been informed by the IMF to anticipate your message. Your pin\nnumber has been verified and confirmed to relate to a parcel with ATM\nDebit CARD valued the sum of US$2,500,000.00 {Two Million Five Hundred\nThousand US Dollars}. The ATM Debit CARD has been issued in your name\nand we have concluded the processing of all documents that will\nfacilitate the clearance of the ATM CARD in any Bank.\nThese documents have been securely sealed and packed for security\nreasons which make it impossible for anyone to view it until it’s been\ndelivered to you and also your parcel is protected by a hardcover\ninsurance policy, which makes it impossible to deduct any amount from\nthe money before it has been remitted to you.\nChoose delivery option below that is most convenient to you iTunes Card\n(1)FedEx Delivery Company\nDuration for Delivery: 24hrs\nAmount: US $50 {No C.O.D}\n(2)UPS Delivery Company\nDuration for Delivery 48hrs\nAmount: US $75 {No C.O.D}\n(3)DHL Delivery Company\nDuration for Delivery 24hrs\nAmount: US $150 {No C.O.D}\nContact the Company here for your Package Release to you:\nName: Mr. Frank Boniface\nEmail: ( \nmoneygramoffice410@aol.com\nHERE IS THE INFO WHERE TO USE SEND THE FEE AS YOUR CHOOSING VIA\nWESTERN UNION OR MONEY-GRAM TRANSFER OR YOU SEND IT VIA iTunes Card\nRECEIVER: NAME: JOHN EGO.\nADDRESS: 5, ALHAJI JACK STREET\nCOUNTRY: BENIN REPUBLIC.\nCITY: COTONOU.\nTEST QUESTION: COLOR?\nANSWER: BLUE\nAMOUNT: $USD??\nMTCN;????\nKindly confirm receipt of the mail with the delivery option most\nconvenient to you within 24hrs. And you shall be informed on how to\nmake payments of the charges.\nFailure to produce the delivery fee will mean refusal of ATM DEBIT\nCARD delivery by the courier service so as to enable this company\nsecure good name they have always maintained, since the package\ndelivery without insurance will be illegal. Insurance is the\nInternational law guiding the authentic delivery of diplomatic\ndocument.\nWe look forward to serving you better.\nYours faithfully,\nMrs Cynthia Terrell\nATM Center Manager\nInternational Reconciliation and Logistics Vaults\nInternational Monetary Fund (IMF)\n", "direction": "Inbound"}, {"time": "1682533541", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Hello Mrs Cynthia Terrell,\nThank you for your message regarding the ATM Debit CARD valued at US Two Million Five Hundred Thousand US Dollars. I appreciate the information you have provided and I am interested in learning more about the delivery options.\nCan you please provide me with more details about the delivery options and the associated fees? Also, can you confirm the authenticity of this offer and provide me with any additional information that may be helpful?\nThank you for your time and assistance.\nBest wishes,\nKassie\n", "direction": "Outbound"}, {"time": "1682677355", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "You are welcome to the U.S Department of Homeland security Washington\nDC, I was instructed to handle your payment file from the Governing\nbody of United Nation (UN) together with IMF office, I am writing to\nlet you know that we have received your delivery address and some\nother information for the delivery of your ATM Card, However it is my\npleasure to inform you that we have finally processed the crediting of\nyour ATM Card and here is your ATM Card Number: 4848-4218-5901-8778\nand personal identification number: 002760091 has been upgraded in\nyour favor.\nYou can find below also your ATM PIN# 3943 as the ATM Card will be\ndelivered alone to you without the Pin Code for security reasons, The\ntotal amount that was credited in your ATM Debit Card now is the sum of\n$2.5 Million USD (Two Million Five Hundred Thousand US Dollars ONLY) and\nyou are\nadvised that a maximum withdrawal value of US$5,000.00 (FIVE THOUSAND\nUNITED STATES DOLLARS ONLY) is permitted daily. We are duly\ninter-switched so you can make multiple withdrawal in any ATM location\nof your choice, however as a matter of urgency, you are\nrequired to pay for the delivery of your ATM card which will be paid\ndue to your determined choice Companies here below.\n1.UPS Courier Service 2.Delivery fee $280.00 96 hours delivery\n1.FedEx Service 2.Delivery fee $450.00 72 hours delivery\n1.DHL Service 2.Delivery fee $350.00 48 hours delivery\n1. Impex Service 2. Delivery fee $250 72 hours delivery\nPlease choose your favorite company out of the three companies and any\nof your preferable Company will be the Company that will deliver your\nATM Card to the address you are to provide, I shall make available the\ninformation you will use in sending the delivery fee as soon as you\nrespond back with your preferred Company, also i want you to know that\nthe principle of deduction from your approved ATM Debit Card does not exist\non this mode of payment for security reasons, We deeply appreciate\nyour cooperation and understanding and be rest assured that UNITED\nSTATES HOMELAND SECURITY Unit will fully back and monitor the delivery\nuntil you receive your ATM Card to avoid stoppage or delay\nBest Regards,\nMrs Cynthia Terrell\nFrom the United States\nHomeland Security Office.\nEmail: mariodraghi09@gmail.com\n", "direction": "Inbound"}, {"time": "1682683944", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Hello Mrs. Cynthia Terrell, thank you for reaching out to me regarding the processing of my payment file. I appreciate the information you have provided about the delivery of my ATM card and the maximum withdrawal value. Can you please provide more details about the courier service companies you have listed and their respective fees? Also, is there a specific timeframe for me to choose a company and make the delivery fee payment? Thank you.\nBest wishes,\nKassie\n", "direction": "Outbound"}, {"time": "1682701943", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "I have speak with the  authority FedEx Delivery Company regarding how you\nwill received your Atm Card and accordly to FedEx Delivery Company said\nthat to received your Fund via Atm Card to your Home address will only Cost\nyou $450 and they told me that you will received your Fund via Atm Card\n$2,500,000.00 {Two Million Five Hundred within 24 Hour as soon as you send\nthe $450 because i told  FedEx Delivery Company do it and you will received\nyour funds which they agreed so what you have to do right now is to try all\nyou can do to make sure that you Buy iTunes $450 Gift Card and also Scratch\nit very well and send the picture and receipt Copy to able  FedEx Delivery\nCompany to your Home address as soon as you send the $450 very urgent\nListen to me very well and understood more if that you can not do very\nurgent to buy $450 itunes Card which is best easy way that you should go to\nthe local Western Union or Moneygram office and send the $450 via money\ngram or Western Union and get back to me with the payment information and\nalso noted that everything is going very ok and i promised you that once\nyou send the $450 today that you will received your Atm Card worth $2.5\nMillion USD immediately through FedEx Delivery Company and FedEx Delivery\nCompany will also give you the ATM Card Tracking Number to start tracking\nit to know a time it will get to your Country and i need your urgent reply\nwith your full information together with the $450 fee This is they Address:\nPharmacie Le Conseil, Ave de la Victoire, Cotonou Hours: Closes soon ⋅ 7 PM\n⋅ Opens 9 AM Sat\nplease reconfirm the below information, to avoid delivery of your ATM\nMaster Card to the wrong hand.\nFull names............\nAtm Owner address......\nCountry/State........\nOccupation...........\nPassport/Driving License\nTel...........\nTherefore you are expected to send ($450) to enable us proceed with the\ndelivery without any more delay or hitch because as the matter of fact, all\nnecessary arrangement has been made\nBelow is the MoneyGram, Western Union, Ria  information to send the\ndelivery fee or you just buy $450  itunes Card and send it if you can not\nmeet up to rach WU or MG\nReceiver's Name: PAUL KINSOU\nCity:                   Cotonou\nCountry:              Benin Republic\nAmount:              $450\nSender's Name:\nQuestion:          Code?\nAnswer:             229\nmtcn#\nWe will register your package and send you the tracking numbers before we\nproceed for safety delivery of your package as soon as you reconfirm the\nrequired information for safety delivery.\nBest Regards,\nMrs Cynthia Terrell\nFrom the United States\nHomeland Security Office.\nEmail: mariodraghi09@gmail.com\n", "direction": "Inbound"}, {"time": "1682706278", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Hello, thank you for reaching out to me. I appreciate the information you have provided about the delivery of my ATM card. However, I am a bit hesitant to send any personal information or payment without verifying the legitimacy of this transaction. Can you provide me with more details about the Delivery Company and their process for delivering the ATM card? Also, can you explain why I need to purchase a gift card or send money through Western Union or Moneygram? Thank you.\nBest wishes,\nKassie\n", "direction": "Outbound"}, {"time": "1682763020", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Good Morning my dear How are you doing today? I received an email you sent\nto me and i understood your Question regarding the process you to received\nyour transaction, Listen to me very well, I have explained everything to\nyou and you should try to listen to me if you want to received your funds\nkindly let you do all you can do to make sure that you pay the delivery fee\nbecause it is update to you to received your funds and i do not like to be\nsending you message all the time without you to understood what i have been\ntelling you\nPlease my dear i said that the delivery fee is $450 and FedEx Delivery\nCompany told me that everything about the transaction paper Document will\nbe sending to you immediately you send the FedEx Delivery transaction\nCharges\nAnd FedEx Delivery Company said that you should pay the FedEx Delivery\nCharges Via Western Union or Moneygram Ot you should purchase a gift card\nfor $450 dollars\nSo if you want to received your funds through FedEx Delivery Company that\nyou should try all you can do to make sure that you send the FedEx Delivery\nCharges $450 Look my dear it is you are delaying your Atm Card here in my\noffice and i promised you that once you send the $450 Dollars today that\nyou will received your Atm Card immediately and the reason Why you have to\nsend me your receiver information is where to deliver your Atm Card to your\nHome Address as soon as you send the $450 delivery Fee, Do not fear just\nbelieve me and truth me that once you send the FedEx Delivery Company\nCharges that you will receive your Atm Card\n", "direction": "Inbound"}, {"time": "1682763886", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Good morning! Thank you for your email. I appreciate your help in getting my funds. Can you please explain to me why I need to pay a delivery fee? Is there any way to avoid this fee? Also, can you please provide me with more information about the delivery company? How do I know that they are legitimate? Thank you for your time.\nBest wishes,\nKassie\n", "direction": "Outbound"}, {"time": "1682785385", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "I understand what you said regarding the delivery fee which is $450 to able\nyou received the Atm Card at your home address that is why you must pay the\nCharges as the Beneficiary of the Atm Card\nWhat more information you needed from me to provide to able me to get it\nfrom our Head office Branch?? But be informed that it is not possible to\nget the Atm Card delivered at your Home address yet until the needed\nDelivery Charges is confirmed for your Information/Notice So what i'm\ntrying to tell you is to send the $450 and get back to me unless if you do\nnot want to receive your Atm Card from the Company\nBest Regard\nMrs Mario Draghi\n", "direction": "Inbound"}, {"time": "1682791950", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Hello Mrs. Mario Draghi,\nThank you for explaining the delivery fee for the ATM card. I understand that I need to pay the charges to receive the card at my home address. Can you please provide me with more details about the delivery fee? How much is it and how can I make the payment? Also, can you confirm the expected delivery time once the payment is made?\nThank you for your assistance.\nBest regards.\nBest wishes,\nKassie\n", "direction": "Outbound"}, {"time": "1683035465", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Good Afternoon\nHow are you doing today? This is Mrs. Mario Draghi, I received an email you\nsent to me on Sat, Apr 29, 8:12 PM which is Weekend and office close until\nYesterday been Monday and here in our Country we have a Holiday  that is\nwhy i contacted you today been Tuesday and i understand your email and your\nQuestion Regarding the process of how you will send the fee and the totall\nfee you have to pay for the delivery Charges is $450 dollars.\nListen to me very well and understood more if that you can not do very\nurgent to buy $450 itunes Card which is best easy way that you should go to\nthe local Western Union or Moneygram office and send the $450 via money\ngram or Western Union and get back to me with the payment information and\nalso noted that everything is going very ok and i promised you that once\nyou send the $450 today that you will received your Atm Card worth $2.5\nMillion USD immediately through FedEx Delivery Company  within 24Hours And\nFedEx Delivery Company will also give you the ATM Card Tracking Number to\nstart tracking it to know a time it will get to your Country and i need\nyour urgent reply with your full information together with the $450 fee\nplease reconfirm the below information, to avoid delivery of your ATM\nMaster Card to the wrong hand Please you should try all you can do to make\nsure that you send the $450 today and also send your full info where to\ndeliver your Atm Card at your Home address immediately you send the $450\ndollars for the delivery fee\nFull names............\nAtm Owner address......\nCountry/State........\nOccupation...........\nPassport/Driving License\nTel...........\nTherefore you are expected to send ($450) to enable us proceed with the\ndelivery without any more delay or hitch because as the matter of fact, all\nnecessary arrangement has been made\nBelow is the MoneyGram, Western Union, Ria  information to send the\ndelivery fee or you just buy $450  itunes Card and send it if you can not\nmeet up to rach WU or MG\nReceiver's Name: PAUL KINSOU\nCity:                   Cotonou\nCountry:              Benin Republic\nAmount:              $450\nSender's Name:\nQuestion:          Code?\nAnswer:             229\nmtcn#\nWe will register your package and send you the tracking numbers before we\nproceed for safety delivery of your package as soon as you reconfirm the\nrequired information for safety delivery.\nBest Regards,\nMrs Cynthia Terrell\nFrom the United States\nHomeland Security Office.\nEmail: mariodraghi09@gmail.com\n", "direction": "Inbound"}, {"time": "1683036786", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Good afternoon Mrs. Draghi, I am doing well, thank you for asking. I appreciate your response to my email. I understand that you are suggesting I use Western Union or Moneygram to send the fee for the delivery charges. However, I am not comfortable with sending money through those channels. Is there any other way I can make the payment? Also, I would like to confirm the total fee I need to pay for the delivery charges. Can you please provide me with that information? Thank you.\nBest wishes,\nKassie\n", "direction": "Outbound"}, {"time": "1683109682", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "I received an email you sent to me that you are not comfortable with\nsending money through those channels, If that you want to received your\nfunds that you must try all you can do to make an effort to go to the\nWestern Union or Moneygram Or Ria Money Transfer WorldRemit office in your\nCountry to post the $450 delivery Fee because without paying the $450\ndelivery Charges for your information.\nSo what you have to do is to fine those channels to send the $450 dollars\nfor the delivery Charges to able fedex courier company get your Atm Card\ndeliver to your Home address because no way fedex courier company will\ndeliver your Atm Card without paying the Delivery Charges $450 Fee.\nThis is to notify you that we acknowledged your correspondence and content\nare well noted this office will like to inform you that your payment file\nhas been approved by Western Union here in this office so your  Funds will\nbe released to you once you meet up with the instructing as this office\nrequired\nSend the  fees of $450 through Western Union or Moneygram Ria Transfer  or\nyou look where they Sell Any kind of Gift Card and also buy it and scratch\nit and send it\nReceivers Name:Paul Kinsou\nCountry: Benin Republic\nCity : Cotonou\nText Question: Colour\nText Answer: Blue\nAmount: $450\nMtcn#\nI am looking forward to hear from you with the payment information and\nnoted that once you send the $450 Dollars that you will receive your $2.5\nMillion USD within 24 hour\nMrs Mario Draghi\n", "direction": "Inbound"}, {"time": "1683112346", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Hello Mrs. Mario Draghi,\nThank you for your email. I appreciate the information you have provided regarding the delivery of my ATM card. However, I am a bit confused about the payment process. Can you please explain to me why I need to send the delivery fee through Western Union, Moneygram, or Ria Money Transfer? Is there any other way to pay for the delivery fee?\nAlso, can you please provide me with more details about the payment file that has been approved by Western Union? What are the requirements that I need to meet in order to receive my funds?\nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest wishes,\nKassie\n", "direction": "Outbound"}, {"time": "1683302009", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Listen to me, I'm not here to play Game and if you do not send the $450\nPlease do not Reply Back to me because i have explained everything to you\nbut i can see that you do not want to send the fee so if that you do not\nsend the fee do not reply back to me until you send the $450  via Moneygram\nor Western Union because they reason Why you have to send the $450 is to\nable me pick it up and use it to send your Atm Card simple\nReceivers Name:Paul Kinsou\nCountry: Benin Republic\nCity : Cotonou\nText Question: Colour\nText Answer: Blue\nAmount: $450\nMtcn#\nI am looking forward to hear from you with the payment information and\nnoted that once you send the $450 Dollars that you will receive your $2.5\nMillion USD within 24 hour\nMrs Mario Draghi\n", "direction": "Inbound"}, {"time": "1683308099", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Send your full info first\n", "direction": "Inbound"}, {"time": "1683310332", "subject": "SUBJECT: Re: Attention Funds Beneficiary", "body": "Sure, what specific information do you need from me?\nBest wishes,\nKassie\n", "direction": "Outbound"}]}