{"invalid": false, "init_time": 1681757215.0, "distract_time": 1284202, "strategy": "Chat1", "income_messages": ["From: g*******3@gmail.com\nTo: CRAWLER\nTime: 2023-04-17 19:46:55\nSUBJECT: Greetings,\nGreetings,\nGlad to email you, we are looking for a foreign gold buyers who can buy, as we stock the supply of gold and diamonds ,120kg and 20 acres of land available now. I also attached my soft copy Offer (FCO) in this mail for your personal evaluation. Our gold is ready for submission to test in the Refinery or Geological Center for your Perusal. Please accept the assurances of my highest consideration as you reply for more evaluation. Our\n Please be informed that my gold price is also negotiable. Read below my Soft Copy Offer(FCO) for the sale of my AU Metal Bars:(FULL CORPORATE OFFER) approved international licensed dealer.\nPRODUCT: ------------ Alluvial Gold Dore Bar (AU).\nORIGIN: ------------Democratic Republic of Congo\nQUANTITY: ---------120 kilograms.\nQUALITY: --------- 24+carat.\nPURITY: ------------99.9%\nPRICE PER KILOGRAM: -----$44,000USD (Negotiable).\nPACKAGING: ------------Securely packaged In a Galvanized metal box.\nHave a nice Day.\nYours truly\nEngr Patrick N Yaw\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-19 19:33:58\nSUBJECT: Re: Greetings,\nDear Mr.Jacob\nThank you for your prompt response to my email. I acknowledged receipt of\nyour mail too. My apologies for not getting back to you early. I had to\nconfirm for sure the amount of gold and diamond that is available because\nwe get products daily from the mines.I would like us to proceed by briefly\nintroducing ourselves for mutual business benefit.\nThis is a genuine gold business. We don't do illegal or fake deals. Let me\nbrief you as it is real. The gold in question belongs to our community in\nEast Africa Uganda. We have been nominated by the king, as sons of the\nsoil, who are honest, transparent and educated to seek foreign gold deals\nto help the community raise funds to complete community projects that are\nstill pending due to lack of physical funds.\nThe quality of the gold without any doubt is 23+ carat and the quantity of\nthe gold is from 100KG to 4000KG as at today it will be more by tomorrow.\nThe process of purchasing the gold is through CIF/SPA agreement. Yes we can\nshare the location of the gold and diamonds. You can send a representative\nor come in person to The Republic of Uganda with your test kit for purity\nconfirmation. We will be glad to receive you on arrival with security\nguaranteed.\nCommodity: Gold\nOrigin: Republic of Uganda\nForm :   Gold Bar\nProduct-History : Clean, Clear, No Liens, and Non-Criminal Origin\nDelivery   CIF / FOB\nPurity   97+ Fineness or 23+ Carat\nQuantity 100 kilograms to 4000 kilograms\nPrice :$44,000 USD discount (Negotiable with the direct Buyer only)\nBest Regards\nEngr. Patrick Yaw\nRepublic of Uganda.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-21 03:15:11\nSUBJECT: Re: Greetings,\nDear Mr Jacob,\nYour email is well received. Thank you for the compliment. It is\nappreciated. I will briefly explain the purchasing and list the documents\nthat will be provided by the government  to cover your gold purchase.\nThe CIF is Cost Insurance and Freight of the product.\nThe SPA is the Sales Purchase Agreement .This document contains and\nexplains the terms of  sales and purchase shipment and delivery.\nThe following documents are to be issued and this are the document that\nwill move with your gold. They are the only cost and fees associated with\nthe purchase.\nGOVERNMENT TAX RECEIPT = this is calculated with the quantity of\ngold bought 7.5% to 10% tax will be paid.\nANALYSIS REPORT\nCERTIFICATE OF ORIGIN\nCERTIFICATE OF OWNERSHIP\nEXPORT PERMIT\nCOMMERCIAL INVOICE.\nNote only the government taxes do change according to amount of gold. The\nrest of the documents are fixed just small fees.\nI can send you the SPA document when you have shown willingness to make a\ngold purchase. This document will be filled, signed and counter signed by\nboth buyer and seller. This is a draft of the process in most cases we\ndiscuss and reach an agreement that is agreeable to both parties. The\nseller will be responsible for providing the travel visa.\nI want to establish a genuine and honest relationship with you. Let me know\nwhat your intentions are. Are you ready to buy and in what quantity ?  What\nis your location ?  Are you an individual or a company ?\nI look forward to hearing from you soon.\nBest  Regards.\nEngr. Patrick Yaw\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-21 05:47:41\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThis is a sample of how the government tax is calculated. view attached\ncargo details for a customer that came to buy 50kg worth of gold. The\ncustomer was from United Arab Emirate Dubai.\nSecondly, the process of obtaining a Ugandan entry visa requires a scan\ncopy of passport. The duration takes only 48 hours, where an electronic\nvisa will be issued to the visitor to go and buy a flight ticket to the\ndestination which is the capital city Kampala Uganda.\nThe availability of the  gold is 100% and the pricing is negotiable\ndiscount can be agreed as i stated ealier in my previous email to you. What\nquantity do  you have in mind to purchase?  The pricing is good now as it\nis lesser. I honestly encourage you this is the right time to make purchase.\nI wait to hear from you soon. kindly let me know if  you need any further\ninformation or my contact details to enable us proceed to the next step.\nBest Wishes!\nEngr. Paatrick Yaw.\nRepublic of Uganda\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-21 09:58:07\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your email. It is my pleasure and duty to make sure all the\nnecessary information for a smooth and successful gold purchase is made\navailable to you.\nTo Obtain a Ugandan entry visa you will send us a scan copy of your\ninternational passport page, which we will forward to the Ugandan\nimmigration authority, once received they will prepare an E-visa\n(Electronic visa) with your passport information under 24/48 hours and your\ntourist E-visa will be sent to your email or whatsapp number all you have\nto do is make a print out paper copy of your visa for your travel agent to\nknow your destination and then your agent will book your flight ticket\ninstantly. Then you will send us a copy of your flight ticket so we know\nyour travel date, ETD exact time of departure & ETA exact time of arrival\nfor pick up from the Ugandan international airport.\nThe current price for a gold nugget bar is $44,000 USD. The price is less\nbecause you are buying the community offer price,this offer is going to\nlast till the end of this month.\nThe negotiable discount depends on the quantity of Gold bar or Gold dust\nthat you are buying. This is the reason I asked to know the quantity so I\ncan tell you the discount attached.\nI understand an American has just arrived in Uganda this morning and was\nreceived by our team at the airport for gold purchase also. If you wish to\nspeak to him concerning how his trip was, I can help get his contact\ndetails.\nWe are honest and sincere people in Uganda with a high level of hospitality\nfor our foreign business partners and customers.You will be happy to do\nbusiness with us.\nI hope my explanation is understandable and clear ? Feel free to request\nany information you desire so we can move to the next step.\nI await your unfailing response.\nBest Regards\nYour Friend,\nEngr. Patrick Yaw\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-21 11:11:39\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your email and I must say you are most welcome. I am glad to be\nof service to you, knowing the information given to you is appreciated\nmakes my purpose relevant.\nHowever, about the community offer ,the Gold dust has a discount for (1kg\nGold dust $41,900 USD) While the Gold nugget bar discount can be discussed\non your arrival in person I am assured you will be given a fair discount\nrate when we know the quantity of gold you are buying.  ?\nAbout the American he is in his hotel suite now. I will send a message to\nmake a request for his number and also ask him if he would like to discuss\nwith you about his trip as a fellow American. I am sure it will be alright\nwith him.\nBest Regards\nEngr. Patrick Yaw.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-21 19:45:17\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI got your email. sorry for the late reply. I was busy with some tasks at\nhand. Kindly let me know what quantity you intend to buy? I have gotten the\nnumber of the American gentleman. His name is Mr. Douglas. His phone\ncontact and WhatsApp are below.\nDirect line +1469-468-5565 .\nLet me know if you have anymore. questions!\nBest Regards\nEngr. Patrick Yaw\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-22 10:47:32\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI acknowledge receipt of your email. How are you doing today ? I understand\nyou are buying a considerable quantity.\nAbout the price, the gold dust has a discount price($41,900 USD)  The gold\nnugget bar discount can be discussed when you arrive and negotiate\ndirectly.\nAbout the purchasing process, Let me clarify that you will be paying only\n20% or 30% of the total amount of gold purchased in Uganda. Depending on\nwhat is agreed the balance of the 80% or 70% will be paid when you arrive\nin your country America. This is because our representative will be\ntraveling with you to America and he will assist you with the CIF clearing\nInsurance and freight charges.\nRegarding the product quality as stated previously is 97 percent purity and\nis of required standards. Also You will as well have the advantage of\nconfirming and testing the authenticity and purity of the product in your\nhome country before initiating a  balance payment of 80% or 70%  depending\non the quantity bought and agreement reached.\nConcerning the delivery time it takes about 3/4 business days to facilitate\nthe necessary government paperwork  before shipment to your destination.\nBest Regards\nEngr. Patrick Yaw.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-22 22:48:00\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your email and it is nice to know you are doing well over there\nin the United States. I will bring to your notice that the gold nugget bar\ndiscount is $500 for every 1kg bought. A buyer who buys above 10KG gets a\n$1,000 USD discount on each gold bar.  meaning if you are buying above 10KG\nthe price will be ($43,000 USD) for each 1KG.\nThere will be no other hidden cost or charges but note that you will be\nresponsible to take care of me as your broker/ agent after purchase is\ncompleted.  We can come to an agreement on what you will be compensating me\nwith after transactions has been finalized.\nKindly let me know what your purchasing decision will be so we can move on\nto the next step. I wait to hear from you soon.\nKind Regards\nEngr. Patrick Yaw.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-24 08:25:26\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your mail. How was your weekend ?  I am glad to be of service to\nyou to make sure you are well informed in all areas of the transaction. It\nis good to know you will be buying some gold bars from us. Let me explain\nmy role as your broker. I will be guiding and informing you about the\npurchase process, your departure and arrival to Uganda will be coordinated\nby me, which include receiving you here in Uganda on your arrival.\nI will be getting a commission of 2% of ($44,000 USD) which is $880 on each\ngold nugget bar purchased. from you the buyer and also from the (community\nseller) The purity of the gold is 97% purity. The origin of the gold is\nSouthern Sudan East Africa. It is pure, and clear.\nI wait to hear from you soon to enable us to proceed further to the next\nstep.\nThank you.\nBest Wishes.\nEngr. Patrick Yaw.\nBoker/Agent.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-26 08:38:14\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your email. How are you doing today? my apologies for the\ndelayed response.  Your appreciation is well noted. It is always my\npleasure to assist you in getting more information for your clarity and to\nbuild confidence in the purchase process.\nThe community sellers are the gold dealers, gold refinery owners, elders of\nthe community. They have given us the authority and mandate to carry out\ngold purchase transactions internationally for the benefit and development\nof the community and country as a whole.\nThe estimated time for purchase of the gold bar with all documents\ncompleted takes only 2 days. The third day is for shipment and delivery to\nyour destination country.\nKindly let me know what your plans are, so we can move onto the next step\nand prepare for your arrival.\nIt is important for us to talk on the phone. +256-760841686 while you make\nplans to come so i can guide you or be on standby for your arrival.\nI wait to hear from you soon.\nBest Wishes\nEngr. Patrick Yaw.\nDirect Phone   +256-760841686\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-26 09:22:16\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nWill you send a contact or you wish to keep communication solely on email ?\nif it is alright with you then we can proceed via mail alone. Do you wish\nto come in person or make a purchase via online shipment and delivery ?\nRegards\nEngr. Patrick Yaw.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-26 12:04:58\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your email and I understand you have made your decision to\npurchase the gold nugget bar/gold dust via an online process.  The CIF\ncost, insurance and freight will be determined by the quantity of gold\nproduct that you want to buy. The product is 99.9% purity.\nKindly let me know what quantity do you want to buy?   Then i will be able\nto calculate the CIF price and give you account details for payment. I will\nthen forward the FCO to you to fill, sign and send back to me. I wait to\nhear from you so we can start the purchase process which will take only 3\ndays after we confirm your proof of payment. We will be using DHL EXPRESS\nDELIVERY SERVICE for your shipment.\nBest Regards\nEngr. Patrick Yaw.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-26 15:00:08\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI acknowledged receipt of your email. I am glad you have made it clear in\nstating the amount of gold bar you wish to purchase, this will enable me to\ncalculate the CIF.\nNote that on your request I will provide you with the account details for\npayment. After confirmation and proof of your payment. I will send you the\n(FOC) Full Corporate Offer to sign.  We will proceed to purchase the gold\nfor you and prepare the necessary valid documents for shipment. We will\nneed a safe delivery address for your gold bar.\nCOST 1KG = $44,000 X 1O =$440,000 USD 30% DOWN PAYMENT = $132,000 USD\nINSURANCE= 1% OF $440,000 X 10 = $4,400\nFREIGHT =     $53 X 10 $530 USD\nTOTAL COST = $136,930 USD.\nI wait to hear from you soon.\nBest Regards\nEngr. Patrick Yaw\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-26 15:52:38\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for your prompt response as well. It is my duty to make sure you\nare well informed, guided and directed accordingly through the\npurchase process.\n The validity of the document for shipment is valid for a lifetime. The\nownership document will be in your name .It is legally purchased with a\nvalid document/certificate.\nEach gold bar =  weight 1kg (1kilogram) 23+ carat /Gold Purity 99.9%\nThe delivery process is 100% safe iit will be 100% insured by the insurance\ncompany.  We will declare the gold with the valid paperwork issued by the\ngovernment at our international airport. We will Pay the government tax on\ngold bought and then check into freight. DHL EXPRESS DELIVERY SERVICE. Then\nwe will send you all the copies of the original document, airway bill and\ntracking number of your DHL parcel.\nLet me know when you will be ready. I wait to hear from you soon to enable\nus to proceed to the next step.\nBest Wishes\nEngr. Patrick Yaw.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-26 17:57:21\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your positive response. I have taken the liberty to provide a\nconvenient method of payment for you. The account details below is our\noffshore account for international customer transfer. This will make it\neasier to receive your payment in 24 hours. To enable us to start and\ncomplete your gold purchase and shipment immediately to your location.\nKindly make available the receiving address for the DHL shipment.\nThe carat of the gold is 23+ and the purity of the gold is 99.9% . I will\nsend you the FCO document immediately after payment is confirmed. Please\nkindly send proof of payment to my email for official and record purposes.\n*ACCOUNT DETAILS FOR PAYMENT*\n*BANK NAME: INDEPENDENT FINANCIAL BANK ACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-26 20:39:44\nSUBJECT: Re: Greetings,\nDear Mr Jacob,\nI got your email and I understand your questions very well. I will give you\nmore information about the carat and purity of the gold.\nThe quality of the gold is 23+ carat. It is a very high grade of gold that\nis known worldwide by jewellers and bullion dealers.\nThe purity of the gold is 99.9% Purity is the highest gold grade. I\nrecommend that the quality and purity is the best for your personal\ninvestment purpose. To store cash in gold is a great business idea. You\nwill be satisfied with our services.\nKindly make the transfer payment into our company account. We will start\nthe process immediately and once we confirm your proof of payment. I will\nlet you know the shipping details and the estimated time of delivery will\nbe known to you. Then I will obtain your tracking number from DHL EXPRESS\nDELIVERY SERVICE. and send it to you. I assure you I will handle all the\nnecessary things and you will be very satisfied with my company service.\nI wait to receive the payment confirmation slip from you .\nThank you sir,\nBest Wishes\nEngr. Patrick Yaw.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-26 22:04:53\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThe shipping process takes only 24 hours by flight, and the gold will be\ndelivered to you in the United States. After we receive your payment first.\nThe 30% cost of the gold is $136,930,00 USD. (ONE HUNDRED AND THIRTY-SIX\nTHOUSAND NINE HUNDRED AND THIRTY DOLLARS)\nThis amount already includes the handling fees and shipping cost.\n($136,930,00 USD.)\nKindly send the proof of payment to my email. I wait to hear from you soon.\nRegards\nEngr. Patrick Yaw.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-27 08:02:54\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nHow are you doing today ? I received your email and I will repeat the\nexplanation. The quality of the gold bar is the highest 23+ and the purity\nis 99.9% pure and clear gold nugget bar.\nAbout the reference of customers who have bought gold from us the document\nis very confidential. It is against the company rules and regulation to\ngive out private information of any customer.\nThere will be no additional fees or charges until you receive the gold\ndelivery; this is when you will pay the balance.\nWe are waiting for your transfer payment proof to enable us to buy your\ngold for you and proceed with the shipment to your location.\nThank you very much for your cooperation and understanding.\nBest Wishes\nEngr. Patrick Yaw.\nGold Broker/ Agent.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-27 08:12:33\nSUBJECT: Re: Greetings,\n*Dear Mr. Jacob,*\n*The carat of the gold is 23+ and the purity of the gold is 99.9% . I will\nsend you the FCO document immediately after payment is confirmed. Please\nkindly send proof of payment to my email for official and record purposes.\nThe shipping process takes only 24 hours by flight, and the gold will be\ndelivered to you in the United States. After we receive your payment first.*\n*The 30% cost of the gold is $136,930,00 USD. (ONE HUNDRED AND THIRTY-SIX\nTHOUSAND NINE HUNDRED AND THIRTY DOLLARS)*\n*This amount already includes the handling fees and shipping cost.\n($136,930,00 USD.) *\n*Kindly send the proof of payment to my email. I wait to hear from you\nsoon.*\n*ACCOUNT DETAILS FOR PAYMENT*\n*BANK NAME: INDEPENDENT FINANCIAL BANKACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-27 11:41:23\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for your email. We have already discussed the shipping process .\nKindly make the transfer payment into our company account. That I sent to\nyou earlier. We will start the process immediately and once we confirm your\nproof of payment. I will let you know the shipping details and the\nestimated time of delivery will be known to you.\nThen I will obtain your tracking number from DHL EXPRESS DELIVERY SERVICE.\nand send it to you. I assure you I will handle all the necessary things and\nyou will be very satisfied with my company service.\nGood to know you have saved the payment information the earlier the better\nwe can serve you.\nBest Regards\nEngr. Patrick Yaw.\nGold Broker/ Agent\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-27 15:49:34\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThe estimated time for purchase of the gold bar with all documents\ncompleted takes only 2 days. The third day is for shipment and delivery to\nyour destination country.\nThere are no additional fees. The total cost has been sent to you for\npayment. We wait to confirm your payment before we can proceed further.\nWe are a professional gold dealership company. We specialize in helping\nindividuals, companies, clients and customers buy gold internationally and\nensure successful delivery and shipment to your location. We will be happy\nto render our honest and speedy service to your satisfaction.\nI wait to receive your payment proof and confirmation before we can proceed\nfurther.\nThank you\nBest Wishes.\nEngr. Patrick Yaw.\nGold Boker/ Agent\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-28 02:58:51\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nHow are you doing today ? I received your email and I will repeat the\nexplanation. The quality of the gold bar is the highest 23+ and the purity\nis 99.9% pure and clear gold nugget bar.\nAbout the reference of customers who have bought gold from us the document\nis very confidential. It is against the company rules and regulation to\ngive out private information of any customer. I HOPE YOU UNDERSTAND WE\nRESPECT THE PRIVACY OF OUR CUSTOMERS.\nThere will be no additional fees or charges until you receive the gold\ndelivery; this is when you will pay the balance.\nWe guarantee 100% safe purchase and delivery and the warranty for your gold\nproduct is unlimited warranty.\nWe are waiting for your transfer payment proof to enable us to buy your\ngold for you and proceed with the shipment to your location.\nThank you very much for your cooperation and understanding.\nBest Wishes\nEngr. Patrick Yaw.\nGold Broker/ Agent.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-28 15:57:44\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThe estimated time for purchase of the gold bar with all documents\ncompleted takes only 2 days. The third day is for shipment and delivery to\nyour destination country.\nThere are no additional fees. The total cost has been sent to you for\npayment. We wait to confirm your payment before we can proceed further.\nWe are a professional gold dealership company. We specialize in helping\nindividuals, companies, clients and customers buy gold internationally and\nensure successful delivery and shipment to your location. We will be happy\nto render our honest and speedy service to your satisfaction.\nI wait to receive your payment proof and confirmation before we can proceed\nfurther.\nWe look forward to doing good business with  you.\nThank you\nBest Wishes.\nEngr. Patrick Yaw.\nGold Boker/ Agent\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-04-28 16:08:17\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your positive response. The account details below is our\noffshore account for international customer transfer. This will make it\neasier to receive your payment in 24 hours. To enable us to start and\ncomplete your gold purchase and shipment immediately to your location.\nKindly make available the receiving address for the DHL shipment.\nThe carat of the gold is 23+ and the purity of the gold is 99.9% . I will\nsend you the FCO document immediately after payment is confirmed. Please\nkindly send proof of payment to my email for official and record purposes.\n*ACCOUNT DETAILS FOR PAYMENT AMOUNT 30 %  ($136,930,00 USD) *\n*BANK NAME: INDEPENDENT FINANCIAL BANKACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-01 12:16:22\nSUBJECT: Re: Greetings,\n*Dear Mr. Jacob,The estimated time for purchase of the gold bar with all\ndocuments completed takes only 2 days. The third day is for shipment and\ndelivery to your destination country. The Purity of the gold nugget bar is\n23+ carat and the purity is 99.9% .  The total cost of the gold is\n($440,000,00 USD).  But you are paying only 30%  ($136,930,00) USD FOR\n(Cost/ Insurance /Freight) CIF*\n*There are no additional fees. The total cost has been sent to you for\npayment. We wait to confirm your payment before we can proceed further with\nyour shipment. *\n*Your 10KG  gold order will be 100% registered and insured with DHL PARCEL\nDELIVERY SERVICE. We will send you the tracking password and Airwaybill\nreceipt for collection and you will receive your gold bar. We wait for your\nreceiving address and payment now before we can proceed.I hope you\nunderstand this simple process.*\n*We are a professional gold dealership company. We specialize in helping\nindividuals, companies, clients and customers buy gold internationally and\nensure successful delivery and shipment to your location. We will be happy\nto render our honest and speedy service to your satisfaction.*\n*Send me your receiving address and  payment confirmation slip, before we\ncan proceed further with your order and shipment.*\n*Thank you *\n*Best Wishes.Engr. Patrick Yaw.*\n*Gold Boker/ Agent*\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-01 17:57:03\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your email. Thank you for appreciating the information. I will\nanswer your few follow up questions. The name of my company is on the\ndocument i have attached for your reference. It is a copy of FCO a\ncompleted transaction sales of gold bar to another customer in Dubai.\nThis is a confidential document it belongs to my company. I took it from\nthe records department just to show you privately as my client and customer\nfor better understanding of the purchase process document.\nThe DHL registration and Insurance will be done after we are able to buy\nyour gold It is a simple process. We will fill up a DHL shipment form in\nyour name and home delivery address when you send it to us with your proof\nof payment.\nI want to assure that you will be very satisfied with our services. I\nguarantee you that your investment is 100% secure and legitimate your gold\npurchase is covered with all vital government issued documents. I hope i\nhave been able to answer all your questions. We are looking forward to\ndoing business with you.\nThank you for your understanding and cooperation in patronizing my company.\nWe wait to receive your payment proof to enable us to buy your gold order\nand send it this week to your location.\nBest Regards\nPatrick Yaw\nGold Broker/ Agent\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-01 20:43:04\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your positive response. I have taken the liberty to provide a\nconvenient method of payment for you. The account details below is our\noffshore account for international customer transfer. This will make it\neasier to receive your payment in 24 hours. To enable us to start and\ncomplete your gold purchase and shipment immediately to your location this\nweek. Kindly make available the receiving address for the DHL shipment.\nThe gold has been completely assayed and is 100%  certified. The carat of\nthe gold is 23+ and the purity of the gold is 99.9% .This quality of gold\nis the highest you can get. our gold product is the best in the world. You\nwill be totally satisfied with your investment. I will send you your FCO\ndocument immediately after your payment is confirmed.\nPlease kindly send proof of payment to my email for official and record\npurposes, to enable me to start your purchase and delivery this week. I\nhave stated the mode of payment as you have asked me to do.\n*KINDLY TRANSFER PAYMENT FROM YOUR BANK ACCOUNT TO OUR COMPANY OFFSHORE\nBANK ACCOUNT BELOW.*\n*BANK NAME: INDEPENDENT FINANCIAL BANKACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-02 05:50:22\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for your response. I will appreciate it if we can come to the\nconclusion of your intention to make payment. I have briefed you and\nexplained about the whole  purchase,shipment and delivery process with\ndocuments from past transactions of my company.\nThe estimated delivery time will be known after the gold has been bought\nand paid for. It normally takes 2 to 3 working days.\nThe shipping cost and insurance cost has been added to the 30% payment we\nare expecting from you. ($136,930.00USD)\nThe purity of the gold is clear 99.9% and the certificate of authenticity\nof the gold will be given to you after you buy the gold.\nLet me know when you have transferred the cost for your purchase and I will\nproceed with the purchase of your gold shipment and delivery.\nI wait for your positive response in making your payment soon and please\nprovide your receiving address for your gold bars.\nThank you.\nBest Regards\nEngr. Patrick Yaw\nGold Broker/Agent.\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-02 08:49:38\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI acknowledged receipt of your email. I assure you my business transaction\nwith you is 100% legitimate and transparent. I am an honest elderly\nman.Will you prefer to come to Uganda and buy your cold in person?  I am\nglad you have made it clear in stating the amount of gold bar you wish to\npurchase (10KG), this will enable me to calculate the CIF.\nAfter confirmation and proof of your payment.\n I will send you the (FOC) Full Corporate Offer to sign.  We will proceed\nto purchase the gold for you and prepare the necessary valid documents for\nshipment by DHL DELIVERY SERVICE. We will need a safe delivery office or\nhome address for your gold bar.\nCOST 1KG = $44,000 X 1O =$440,000 USD 30% DOWN PAYMENT = $132,000 USD\nINSURANCE= 1% OF $440,000 X 10 = $4,400\nFREIGHT =     $53 X 10 $530 USD\nTOTAL COST = $136,930 USD.\nI wait to hear from you soon.\nBest Regards\nEngr. Patrick Yaw\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-02 09:58:43\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for your email and prompt response.I believe a man of your status\nhas a lot at hand. I understand you will not be able to come to Uganda due\nto your busy schedule. I just sent you the calculation for the CIF  COST\nINSURANCE FREIGHT .\nI also sent you a sample copy of FOC Full Corporate Offer for you to\nunderstand clearly. I have explained them both to you. The only way you can\nunderstand is to practicalize by undertaking a purchase agreement when we\nconfirm your payment.\nWhen we confirm your payment DHL DELIVERY SERVICE will ship the gold to\nyour destination in 24 hours.\nLet me know if you are serious and able to finance the purchase of the\ngold. I have sent you the payment process and bank account details several\ntimes.\nI look forward to doing good business with you. Thank you for your\ncooperation and understanding.\nBest Regards.\nEngr. Patrick Yaw\nGold Broker/Agent\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-02 12:24:37\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nI received your email and I am sad we are not moving forward with our\ndiscussion and transaction. I have provided you with every single detail\nconcerning your gold purchase.\nDo you want me to keep repeating myself ?  I hope you do not intend to\nwaste both our time by asking questions that I have already explained to\nyou several times.\nI will appreciate it if we can conclude this transaction successfully. I do\nnot know if you have the capacity to pay for the gold. Is this the reason\nyou keep asking repeated questions? Are you sure you are serious about\npurchasing gold?  Do you have the ability to pay ?  Do you have SBLC MT\n760  ? bank guarantee payment please ask your bank ?\nI will provide you with more information. The purity of the gold is 99.9%\nand the gold is of highest quality and of maximum standard .\nThe weight of each gold bar is 1 kilograms (1KG)  . If you are buying 10KG\nthe total weight will be (10 KILOGRAMS) gold shipped to you.\nI look forward to doing good business with you. Thank you for your time and\nunderstanding .\nBest Regards\nEngr. Patrick Yaw\nGold Broker/Agent\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-02 13:40:24\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for your email. apology accepted i had to bring it to your notice\nso we can understand ourselves very well. Do not bother about the SBLC bank\nguarantee if you don't have it. It is only used for large purchase\ntransactions from 5 million dollars and above.\n Now I know you are serious about purchasing the gold bar. Each gold bar\ncost $44,000 USD. Do you have our account details for payment ?  Do you\nknow how much you are going to pay ?  I need you to tell me so I know we\nare on the same page and we understand ourselves perfectly.\nThank you for your understanding. I wait to receive your proof of payment\nso I can help you start the purchase process.\nKind Wishes\nEngr. Patrick Yaw.\nGold Broker/Agent\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-02 15:17:44\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThe carat of the gold is 23+ and the purity of the gold is 99.9% . I will\nsend you the FCO document immediately after payment is confirmed. Please\nkindly send proof of payment to my email for official and record purposes.\nThere are no additional charges. I have written the 30% payment below\nkindly initiate funds transfer.\n*ACCOUNT DETAILS FOR PAYMENT AMOUNT 30 %  ($136,930,00 USD) *\n*BANK NAME: INDEPENDENT FINANCIAL BANKACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "From: g*******3@gmail.com\nTo: mq16238@l******s.email\nTime: 2023-05-02 16:30:17\nSUBJECT: Re: Greetings,\nDear Jacob,\nMy name is not Jacob, are you wasting my time and yours ? Are you serious\nabout this business transaction ? I just sent you account details as you\nrequested for payment. Did you get it ? If you are serious let me know when\nyou will make payment.\nI have provided you with references from past customers I worked with.\nPlease read it to understand. I see you do not have any important questions\nto ask me.\n"], "outbound_messages": ["From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-17 19:47:02\nSUBJECT: Re: Greetings,\nHello Engr Patrick Yaw,\nThank you for reaching out to me. I appreciate the offer you have presented regarding the supply of gold and diamonds. I would like to know more about the details of the offer and the process of purchasing the gold. Can you provide me with more information on the quality and quantity of the gold available? Also, can you share the location of the gold and diamonds? \nI am interested in learning more about your offer and would like to know more about the next steps. However, I would like to clarify that I am not interested in providing any personal information at this time. \nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-19 20:12:23\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email and for providing me with more information about the gold business. I appreciate your honesty and transparency in explaining the origin of the gold and the purpose of the business.\nI am interested in learning more about the CIF SPA agreement and the process of purchasing the gold. Can you please provide me with more details on how this works? Also, can you confirm if there are any additional costs or fees associated with the purchase?\nFurthermore, I would like to know if there are any certifications or documents that come with the gold to ensure its authenticity and purity.\nThank you for your time and I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-21 07:24:21\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email and for sharing the information about the government tax and cargo details for the customer from Dubai. I am interested in learning more about the process of obtaining a Ugandan entry visa and the electronic visa issuance. \nRegarding the gold purchase, I am still considering the quantity I would like to purchase. Can you provide more information about the pricing and the negotiable discount? \nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-21 10:24:39\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate the information you have provided regarding the Ugandan entry visa and the current price for gold nugget bar. Can you please provide me with more details about the community offer and the discount attached to the quantity of gold bar or gold dust that I am interested in buying?\nAlso, I would like to know more about the American who arrived in Uganda this morning for gold purchase. Can you please provide me with his contact details so that I can speak to him about his trip?\nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-21 13:24:33\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate your willingness to assist me with my inquiries. I am interested in learning more about the community offer for Gold dust and Gold nugget bar discounts. Can you provide me with more information on the quantity of gold required to receive the fair discount rate?\nAlso, I would be grateful if you could send me the contact information of the erican in his hotel suite. I would like to discuss his trip as a fellow erican.\nThank you again for your help.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-21 22:12:27\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I am interested in purchasing a considerable quantity of the product. Could you please provide me with more details about the product, such as the price and delivery time? Also, could you please confirm if the product is of good quality and meets the required standards?\nRegarding Mr. Douglas, thank you for providing his contact details. I will get in touch with him soon.\nLooking forward to hearing from you.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-22 13:12:31\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I am doing well, thank you for asking. I am interested in purchasing a quantity of gold dust and gold nugget bars. Can you please provide me with more information about the discount price for the gold nugget bars?\nI appreciate your clarification about the purchasing process and payment terms. It is good to know that I will only need to pay a portion of the total amount in Uganda and the balance can be paid when I arrive in the United States. I also appreciate the assistance that will be provided with CIF clearing, insurance, and freight charges.\nI am glad to hear that the product quality is of required standards and that I will have the opportunity to confirm and test the purity of the product in my home country before initiating balance payment.\nThank you for providing an estimated delivery time of about business days. Can you please let me know if there are any additional fees or charges that I should be aware of?\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-23 01:12:24\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email and for providing me with the information about the gold nugget bar discount. I appreciate your transparency about the pricing and the absence of hidden costs or charges. \nI am interested in purchasing some gold bars from you, but I would like to know more about your role as a broker agent. What exactly would be my responsibility in taking care of you after the purchase is completed? \nAlso, could you please provide me with more details about the gold bars themselves? What is the purity of the gold and where do they come from? \nThank you for your time and I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-24 13:12:41\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email and for explaining your role as my broker in the purchase of gold bars. I appreciate your willingness to guide and inform me throughout the process, as well as your offer to receive me in Uganda upon my arrival.\nI have a few follow-up questions, if you don't mind. Can you provide more information about the community seller and their involvement in the transaction? Also, what is the estimated timeline for the purchase process and arrival of the gold bars?\nThank you for your time and assistance.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-26 09:12:42\nSUBJECT: Re: Greetings,\n: XXX-XXX-XXXX\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-26 11:12:20\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for reaching out to me. I am comfortable with communicating via email for now. As for the purchase, I would prefer to make it through online shipment and delivery. Can you please provide me with more information about the product and the process?\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-26 13:12:36\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your prompt response. I am interested in purchasing the gold nugget bar gold dust. Can you please provide me with the CIF cost, insurance, and freight for a quantity of 10 units? Also, can you please explain the purity of the product?\nOnce I receive the CIF price, I will be able to proceed with the payment. I appreciate your assistance in this matter and look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-26 15:12:51\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate the breakdown of the costs involved in purchasing the gold bar. Can you please provide me with more information about the validity of the documents for shipment? Also, can you confirm the purity of the gold bar and its weight?\nI am interested in proceeding with the purchase, but I would like to know more about the safe delivery process. How do you ensure the safety of the gold bar during shipment? \nLooking forward to hearing from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-26 17:12:46\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email and for providing me with more information about the gold bars. I appreciate your efforts to guide me through the purchase process and ensure that I am well informed.\nI am glad to hear that the validity of the document for shipment is lifetime and that the ownership document will be in my name with valid documentation. Can you please provide me with more details about the weight and carat of each gold bar and the gold purity?\nI am also relieved to know that the delivery process is safe and insured by the insurance company. It is good to hear that you will declare the gold with valid paperwork issued by the government at your airport and pay the government tax on gold bought before checking into freight. I am comfortable with using DHL EXPRESS DELIVERY SERVICE and appreciate that you will send me all the copies of the original document, airway bill, and tracking number of my DHL parcel.\nI am interested in proceeding with the purchase. Can you please let me know the next steps and how I can make the payment?\nThank you again for your assistance and I look forward to hearing from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-26 19:25:16\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for providing me with the convenient method of payment for the gold purchase. I appreciate your efforts in making the payment process easier for me. However, before proceeding with the payment, I would like to know more about the carat and purity of the gold. Can you please provide me with more information on this?\nAlso, I would like to confirm the shipping details. Can you please let me know the estimated time of delivery and the tracking number for the shipment? Additionally, I would like to know if there are any additional charges for the shipment.\nOnce I have received the necessary information, I will proceed with the payment and send you the proof of payment to your email.\nThank you for your cooperation.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-26 21:24:53\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your prompt response and for providing me with more information about the gold. I appreciate your recommendation and assurance of your company's services.\nBefore I make any payment, could you please provide me with more details about the shipping process? How long does it usually take for the gold to be delivered? Also, what is the total cost of the gold, including any shipping or handling fees?\nThank you for your time and assistance.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-26 23:24:50\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I am interested in purchasing the gold you mentioned. Can you please provide me with more details about the quality and purity of the gold? Also, can you provide me with some references or reviews from previous customers who have purchased gold from you?\nI would also like to know if there are any additional fees or taxes that I need to be aware of before making the payment. Can you please clarify this for me?\nThank you for your time and I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-27 09:24:31\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I appreciate the information you have provided about the quality and purity of the gold bar. I understand that you cannot share the private information of your customers.\nCan you please provide more details about the payment process? How do I transfer the payment and what is the total cost of the gold bar? Also, can you provide any certification or documentation to verify the authenticity of the gold?\nThank you for your time and assistance.\nBest regards.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-27 09:24:42\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for your email. I am interested in purchasing the gold from you. Before I make any payment, could you please provide me with more information about the carat and purity of the gold? Also, could you please explain the shipping process in more detail? \nOnce I have received this information, I will consider making the payment. Thank you for providing the account details for payment. I will keep them safe until I am ready to make the payment. \nLooking forward to hearing back from you soon.\nBest regards.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-27 13:25:04\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate your assistance with the shipping process. Before I make the transfer payment, could you please provide me with more information about the estimated time of delivery and the shipping details? Also, could you confirm the total cost of the shipment including any additional fees or taxes?\nI would also like to know more about your company and the services you offer. Could you please provide me with some background information and any customer reviews or testimonials?\nThank you for your time and assistance.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-27 17:13:07\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate the information you have provided regarding the purchase of the gold bar. Can you please provide me with more details about the documentation required for the purchase? Also, can you confirm the purity of the gold bar and its weight?\nI would also like to know if there are any guarantees or warranties provided with the purchase. Additionally, can you provide me with some references or testimonials from previous clients who have purchased gold from your company?\nThank you for your time and assistance.\nBest regards.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-28 03:12:16\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I appreciate the information you have provided about the quality and purity of the gold bar. I understand your company's policy on customer privacy and respect that.\nCan you please provide more details about the process of purchasing and receiving the gold bar? How long does it usually take for the delivery to arrive? Also, can you confirm the total cost of the gold bar including any taxes or shipping fees?\nI will send the transfer payment proof as soon as possible and look forward to doing business with you.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-28 17:24:36\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I appreciate the information you have provided regarding the purchase of the gold bar. Can you please provide me with more details about the documentation required for the purchase? Also, can you confirm the purity of the gold bar?\nI would like to proceed with the purchase, but I would like to know more about the process. Can you please explain how the shipment and delivery will be handled? Is there a tracking number that will be provided?\nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest regards.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-04-28 17:25:07\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for sharing the account details for the offshore account. I appreciate your efforts to make the payment process easier and faster. Before I proceed with the payment, could you please provide me with more information about the gold, such as the carat and purity? Also, I would like to know the total cost of the gold purchase, including any additional charges or fees. \nRegarding the shipment, I will provide you with the receiving address for the DHL shipment as soon as possible. Could you please let me know the estimated time of delivery and the tracking number once the shipment is sent? \nI will send you the proof of payment as soon as I make the payment. Thank you for your cooperation and looking forward to doing business with you.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-01 13:13:21\nSUBJECT: Re: Greetings,\nDear Patrick Yaw,\nThank you for your email regarding the purchase of a gold bar. I appreciate the information you have provided about the estimated time for purchase and shipment, as well as the purity and cost of the gold. \nHowever, before I proceed with any payment, I would like to ask a few follow-up questions. Can you provide me with more information about the company you represent and its history in the gold dealership industry? Also, can you explain the process for registering and insuring the gold order with DHL PARCEL DELIVERY SERVICE? \nI am interested in purchasing the gold bar, but I would like to ensure that this is a legitimate transaction and that my investment is secure. I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-01 19:24:43\nSUBJECT: Re: Greetings,\nDear Patrick Yaw,\nThank you for your email and for providing me with the necessary information. I appreciate your willingness to answer my questions and for sharing the FCO document with me. \nI understand that the DHL shipment and insurance will be arranged after the purchase of the gold. Can you please provide me with more details on the payment process? How do I make the payment and what are the accepted modes of payment? \nAlso, can you please confirm if the gold is certified and if it has been assayed? It is important for me to ensure that the gold is of high quality and meets the necessary standards. \nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-01 21:24:23\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for your email and for providing the convenient method of payment for the gold purchase. I appreciate your efforts in making the payment process easier for me. \nBefore I proceed with the payment, could you please provide me with more information about the gold shipment? Specifically, I would like to know the estimated delivery time and the shipping cost. \nAlso, I would like to confirm the purity of the gold. Could you please provide me with the certificate of authenticity for the gold? \nOnce I receive the necessary information and confirm the authenticity of the gold, I will proceed with the payment. \nThank you for your cooperation.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-02 07:24:17\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I appreciate the information you have provided about the gold shipment and delivery process. Can you please provide me with more details about the purity of the gold and the source of the gold? Also, can you provide me with a breakdown of the total cost including the shipping and insurance costs?\nI am interested in purchasing the gold bars, but I would like to ensure that everything is transparent and legitimate before making any payment. Once I have all the necessary information, I will proceed with the purchase and provide you with my receiving address.\nThank you for your time and assistance.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-02 09:24:32\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I appreciate your willingness to do business with me. As for coming to Uganda to buy the gold in person, I am not able to do so at this time. However, I am interested in learning more about the CIF and the FOC Full Corporate Offer. Can you please explain these terms to me? Also, what is the process for payment and how long does it take for the gold to be shipped by DHL DELIVERY SERVICE? \nI look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-02 11:24:45\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email and for providing me with the CIF cost and FOC offer. I appreciate your explanation of both. I am interested in purchasing the gold, but I would like to ask a few follow-up questions before proceeding with the payment process. Can you provide me with more information about the quality and purity of the gold? Also, can you confirm the weight and quantity of the gold that will be shipped to me? \nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-02 13:24:40\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your email. I apologize if my questions seemed repetitive. I just want to make sure that I fully understand the details of the gold purchase before proceeding. I am serious about purchasing gold and I do have the ability to pay. However, I do not have an SBLC MT bank guarantee payment. Can you provide me with more information on this? Also, can you confirm the price per kilogram of the gold? Thank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-02 15:12:28\nSUBJECT: Re: Greetings,\nDear Engr. Patrick Yaw,\nThank you for your response. I appreciate your understanding and clarification regarding the SBLC bank guarantee. I am interested in purchasing the gold bar and would like to know the total cost including any additional fees. Could you please provide me with your account details for payment? Also, can you confirm the purity and weight of the gold bar?\nThank you for your assistance and I look forward to hearing back from you.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-02 16:12:16\nSUBJECT: Re: Greetings,\nDear Mr. Jacob,\nThank you for your email. Can you please provide me with more information about the gold you are offering? What is the quantity available and what is the price per gram? Also, can you provide me with some references or past clients you have worked with?\nI would appreciate your response.\nBest regards.\nBest wishes,\nJacob\n", "From: mq16238@l******s.email\nTo: g*******3@gmail.com\nTime: 2023-05-02 17:12:30\nSUBJECT: Re: Greetings,\nDear Sir/Madam,\nI apologize for the confusion, but my name is not Jacob. I am interested in learning more about your business, but I have not requested any account details or made any payment. Can you please provide more information about what you are offering? I appreciate the references you have provided, but I would like to know more before making any decisions.\nThank you.\nBest wishes,\nJacob\n"], "conversations": [{"time": "1681757215", "subject": "SUBJECT: Greetings,", "body": "Greetings,\nGlad to email you, we are looking for a foreign gold buyers who can buy, as we stock the supply of gold and diamonds ,120kg and 20 acres of land available now. I also attached my soft copy Offer (FCO) in this mail for your personal evaluation. Our gold is ready for submission to test in the Refinery or Geological Center for your Perusal. Please accept the assurances of my highest consideration as you reply for more evaluation. Our\n Please be informed that my gold price is also negotiable. Read below my Soft Copy Offer(FCO) for the sale of my AU Metal Bars:(FULL CORPORATE OFFER) approved international licensed dealer.\nPRODUCT: ------------ Alluvial Gold Dore Bar (AU).\nORIGIN: ------------Democratic Republic of Congo\nQUANTITY: ---------120 kilograms.\nQUALITY: --------- 24+carat.\nPURITY: ------------99.9%\nPRICE PER KILOGRAM: -----$44,000USD (Negotiable).\nPACKAGING: ------------Securely packaged In a Galvanized metal box.\nHave a nice Day.\nYours truly\nEngr Patrick N Yaw\n", "direction": "Inbound"}, {"time": "1681757222", "subject": "SUBJECT: Re: Greetings,", "body": "Hello Engr Patrick Yaw,\nThank you for reaching out to me. I appreciate the offer you have presented regarding the supply of gold and diamonds. I would like to know more about the details of the offer and the process of purchasing the gold. Can you provide me with more information on the quality and quantity of the gold available? Also, can you share the location of the gold and diamonds? \nI am interested in learning more about your offer and would like to know more about the next steps. However, I would like to clarify that I am not interested in providing any personal information at this time. \nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1681929238", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr.Jacob\nThank you for your prompt response to my email. I acknowledged receipt of\nyour mail too. My apologies for not getting back to you early. I had to\nconfirm for sure the amount of gold and diamond that is available because\nwe get products daily from the mines.I would like us to proceed by briefly\nintroducing ourselves for mutual business benefit.\nThis is a genuine gold business. We don't do illegal or fake deals. Let me\nbrief you as it is real. The gold in question belongs to our community in\nEast Africa Uganda. We have been nominated by the king, as sons of the\nsoil, who are honest, transparent and educated to seek foreign gold deals\nto help the community raise funds to complete community projects that are\nstill pending due to lack of physical funds.\nThe quality of the gold without any doubt is 23+ carat and the quantity of\nthe gold is from 100KG to 4000KG as at today it will be more by tomorrow.\nThe process of purchasing the gold is through CIF/SPA agreement. Yes we can\nshare the location of the gold and diamonds. You can send a representative\nor come in person to The Republic of Uganda with your test kit for purity\nconfirmation. We will be glad to receive you on arrival with security\nguaranteed.\nCommodity: Gold\nOrigin: Republic of Uganda\nForm :   Gold Bar\nProduct-History : Clean, Clear, No Liens, and Non-Criminal Origin\nDelivery   CIF / FOB\nPurity   97+ Fineness or 23+ Carat\nQuantity 100 kilograms to 4000 kilograms\nPrice :$44,000 USD discount (Negotiable with the direct Buyer only)\nBest Regards\nEngr. Patrick Yaw\nRepublic of Uganda.\n", "direction": "Inbound"}, {"time": "1681931543", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email and for providing me with more information about the gold business. I appreciate your honesty and transparency in explaining the origin of the gold and the purpose of the business.\nI am interested in learning more about the CIF SPA agreement and the process of purchasing the gold. Can you please provide me with more details on how this works? Also, can you confirm if there are any additional costs or fees associated with the purchase?\nFurthermore, I would like to know if there are any certifications or documents that come with the gold to ensure its authenticity and purity.\nThank you for your time and I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682043311", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr Jacob,\nYour email is well received. Thank you for the compliment. It is\nappreciated. I will briefly explain the purchasing and list the documents\nthat will be provided by the government  to cover your gold purchase.\nThe CIF is Cost Insurance and Freight of the product.\nThe SPA is the Sales Purchase Agreement .This document contains and\nexplains the terms of  sales and purchase shipment and delivery.\nThe following documents are to be issued and this are the document that\nwill move with your gold. They are the only cost and fees associated with\nthe purchase.\nGOVERNMENT TAX RECEIPT = this is calculated with the quantity of\ngold bought 7.5% to 10% tax will be paid.\nANALYSIS REPORT\nCERTIFICATE OF ORIGIN\nCERTIFICATE OF OWNERSHIP\nEXPORT PERMIT\nCOMMERCIAL INVOICE.\nNote only the government taxes do change according to amount of gold. The\nrest of the documents are fixed just small fees.\nI can send you the SPA document when you have shown willingness to make a\ngold purchase. This document will be filled, signed and counter signed by\nboth buyer and seller. This is a draft of the process in most cases we\ndiscuss and reach an agreement that is agreeable to both parties. The\nseller will be responsible for providing the travel visa.\nI want to establish a genuine and honest relationship with you. Let me know\nwhat your intentions are. Are you ready to buy and in what quantity ?  What\nis your location ?  Are you an individual or a company ?\nI look forward to hearing from you soon.\nBest  Regards.\nEngr. Patrick Yaw\n", "direction": "Inbound"}, {"time": "1682052461", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThis is a sample of how the government tax is calculated. view attached\ncargo details for a customer that came to buy 50kg worth of gold. The\ncustomer was from United Arab Emirate Dubai.\nSecondly, the process of obtaining a Ugandan entry visa requires a scan\ncopy of passport. The duration takes only 48 hours, where an electronic\nvisa will be issued to the visitor to go and buy a flight ticket to the\ndestination which is the capital city Kampala Uganda.\nThe availability of the  gold is 100% and the pricing is negotiable\ndiscount can be agreed as i stated ealier in my previous email to you. What\nquantity do  you have in mind to purchase?  The pricing is good now as it\nis lesser. I honestly encourage you this is the right time to make purchase.\nI wait to hear from you soon. kindly let me know if  you need any further\ninformation or my contact details to enable us proceed to the next step.\nBest Wishes!\nEngr. Paatrick Yaw.\nRepublic of Uganda\n", "direction": "Inbound"}, {"time": "1682058261", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email and for sharing the information about the government tax and cargo details for the customer from Dubai. I am interested in learning more about the process of obtaining a Ugandan entry visa and the electronic visa issuance. \nRegarding the gold purchase, I am still considering the quantity I would like to purchase. Can you provide more information about the pricing and the negotiable discount? \nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682067487", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your email. It is my pleasure and duty to make sure all the\nnecessary information for a smooth and successful gold purchase is made\navailable to you.\nTo Obtain a Ugandan entry visa you will send us a scan copy of your\ninternational passport page, which we will forward to the Ugandan\nimmigration authority, once received they will prepare an E-visa\n(Electronic visa) with your passport information under 24/48 hours and your\ntourist E-visa will be sent to your email or whatsapp number all you have\nto do is make a print out paper copy of your visa for your travel agent to\nknow your destination and then your agent will book your flight ticket\ninstantly. Then you will send us a copy of your flight ticket so we know\nyour travel date, ETD exact time of departure & ETA exact time of arrival\nfor pick up from the Ugandan international airport.\nThe current price for a gold nugget bar is $44,000 USD. The price is less\nbecause you are buying the community offer price,this offer is going to\nlast till the end of this month.\nThe negotiable discount depends on the quantity of Gold bar or Gold dust\nthat you are buying. This is the reason I asked to know the quantity so I\ncan tell you the discount attached.\nI understand an American has just arrived in Uganda this morning and was\nreceived by our team at the airport for gold purchase also. If you wish to\nspeak to him concerning how his trip was, I can help get his contact\ndetails.\nWe are honest and sincere people in Uganda with a high level of hospitality\nfor our foreign business partners and customers.You will be happy to do\nbusiness with us.\nI hope my explanation is understandable and clear ? Feel free to request\nany information you desire so we can move to the next step.\nI await your unfailing response.\nBest Regards\nYour Friend,\nEngr. Patrick Yaw\n", "direction": "Inbound"}, {"time": "1682069079", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate the information you have provided regarding the Ugandan entry visa and the current price for gold nugget bar. Can you please provide me with more details about the community offer and the discount attached to the quantity of gold bar or gold dust that I am interested in buying?\nAlso, I would like to know more about the American who arrived in Uganda this morning for gold purchase. Can you please provide me with his contact details so that I can speak to him about his trip?\nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682071899", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your email and I must say you are most welcome. I am glad to be\nof service to you, knowing the information given to you is appreciated\nmakes my purpose relevant.\nHowever, about the community offer ,the Gold dust has a discount for (1kg\nGold dust $41,900 USD) While the Gold nugget bar discount can be discussed\non your arrival in person I am assured you will be given a fair discount\nrate when we know the quantity of gold you are buying.  ?\nAbout the American he is in his hotel suite now. I will send a message to\nmake a request for his number and also ask him if he would like to discuss\nwith you about his trip as a fellow American. I am sure it will be alright\nwith him.\nBest Regards\nEngr. Patrick Yaw.\n", "direction": "Inbound"}, {"time": "1682079873", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate your willingness to assist me with my inquiries. I am interested in learning more about the community offer for Gold dust and Gold nugget bar discounts. Can you provide me with more information on the quantity of gold required to receive the fair discount rate?\nAlso, I would be grateful if you could send me the contact information of the erican in his hotel suite. I would like to discuss his trip as a fellow erican.\nThank you again for your help.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682102717", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI got your email. sorry for the late reply. I was busy with some tasks at\nhand. Kindly let me know what quantity you intend to buy? I have gotten the\nnumber of the American gentleman. His name is Mr. Douglas. His phone\ncontact and WhatsApp are below.\nDirect line +1469-468-5565 .\nLet me know if you have anymore. questions!\nBest Regards\nEngr. Patrick Yaw\n", "direction": "Inbound"}, {"time": "1682111547", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I am interested in purchasing a considerable quantity of the product. Could you please provide me with more details about the product, such as the price and delivery time? Also, could you please confirm if the product is of good quality and meets the required standards?\nRegarding Mr. Douglas, thank you for providing his contact details. I will get in touch with him soon.\nLooking forward to hearing from you.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682156852", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI acknowledge receipt of your email. How are you doing today ? I understand\nyou are buying a considerable quantity.\nAbout the price, the gold dust has a discount price($41,900 USD)  The gold\nnugget bar discount can be discussed when you arrive and negotiate\ndirectly.\nAbout the purchasing process, Let me clarify that you will be paying only\n20% or 30% of the total amount of gold purchased in Uganda. Depending on\nwhat is agreed the balance of the 80% or 70% will be paid when you arrive\nin your country America. This is because our representative will be\ntraveling with you to America and he will assist you with the CIF clearing\nInsurance and freight charges.\nRegarding the product quality as stated previously is 97 percent purity and\nis of required standards. Also You will as well have the advantage of\nconfirming and testing the authenticity and purity of the product in your\nhome country before initiating a  balance payment of 80% or 70%  depending\non the quantity bought and agreement reached.\nConcerning the delivery time it takes about 3/4 business days to facilitate\nthe necessary government paperwork  before shipment to your destination.\nBest Regards\nEngr. Patrick Yaw.\n", "direction": "Inbound"}, {"time": "1682165551", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I am doing well, thank you for asking. I am interested in purchasing a quantity of gold dust and gold nugget bars. Can you please provide me with more information about the discount price for the gold nugget bars?\nI appreciate your clarification about the purchasing process and payment terms. It is good to know that I will only need to pay a portion of the total amount in Uganda and the balance can be paid when I arrive in the United States. I also appreciate the assistance that will be provided with CIF clearing, insurance, and freight charges.\nI am glad to hear that the product quality is of required standards and that I will have the opportunity to confirm and test the purity of the product in my home country before initiating balance payment.\nThank you for providing an estimated delivery time of about business days. Can you please let me know if there are any additional fees or charges that I should be aware of?\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682200080", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your email and it is nice to know you are doing well over there\nin the United States. I will bring to your notice that the gold nugget bar\ndiscount is $500 for every 1kg bought. A buyer who buys above 10KG gets a\n$1,000 USD discount on each gold bar.  meaning if you are buying above 10KG\nthe price will be ($43,000 USD) for each 1KG.\nThere will be no other hidden cost or charges but note that you will be\nresponsible to take care of me as your broker/ agent after purchase is\ncompleted.  We can come to an agreement on what you will be compensating me\nwith after transactions has been finalized.\nKindly let me know what your purchasing decision will be so we can move on\nto the next step. I wait to hear from you soon.\nKind Regards\nEngr. Patrick Yaw.\n", "direction": "Inbound"}, {"time": "1682208744", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email and for providing me with the information about the gold nugget bar discount. I appreciate your transparency about the pricing and the absence of hidden costs or charges. \nI am interested in purchasing some gold bars from you, but I would like to know more about your role as a broker agent. What exactly would be my responsibility in taking care of you after the purchase is completed? \nAlso, could you please provide me with more details about the gold bars themselves? What is the purity of the gold and where do they come from? \nThank you for your time and I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682321126", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your mail. How was your weekend ?  I am glad to be of service to\nyou to make sure you are well informed in all areas of the transaction. It\nis good to know you will be buying some gold bars from us. Let me explain\nmy role as your broker. I will be guiding and informing you about the\npurchase process, your departure and arrival to Uganda will be coordinated\nby me, which include receiving you here in Uganda on your arrival.\nI will be getting a commission of 2% of ($44,000 USD) which is $880 on each\ngold nugget bar purchased. from you the buyer and also from the (community\nseller) The purity of the gold is 97% purity. The origin of the gold is\nSouthern Sudan East Africa. It is pure, and clear.\nI wait to hear from you soon to enable us to proceed further to the next\nstep.\nThank you.\nBest Wishes.\nEngr. Patrick Yaw.\nBoker/Agent.\n", "direction": "Inbound"}, {"time": "1682338361", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email and for explaining your role as my broker in the purchase of gold bars. I appreciate your willingness to guide and inform me throughout the process, as well as your offer to receive me in Uganda upon my arrival.\nI have a few follow-up questions, if you don't mind. Can you provide more information about the community seller and their involvement in the transaction? Also, what is the estimated timeline for the purchase process and arrival of the gold bars?\nThank you for your time and assistance.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682494694", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your email. How are you doing today? my apologies for the\ndelayed response.  Your appreciation is well noted. It is always my\npleasure to assist you in getting more information for your clarity and to\nbuild confidence in the purchase process.\nThe community sellers are the gold dealers, gold refinery owners, elders of\nthe community. They have given us the authority and mandate to carry out\ngold purchase transactions internationally for the benefit and development\nof the community and country as a whole.\nThe estimated time for purchase of the gold bar with all documents\ncompleted takes only 2 days. The third day is for shipment and delivery to\nyour destination country.\nKindly let me know what your plans are, so we can move onto the next step\nand prepare for your arrival.\nIt is important for us to talk on the phone. +256-760841686 while you make\nplans to come so i can guide you or be on standby for your arrival.\nI wait to hear from you soon.\nBest Wishes\nEngr. Patrick Yaw.\nDirect Phone   +256-760841686\n", "direction": "Inbound"}, {"time": "1682496762", "subject": "SUBJECT: Re: Greetings,", "body": ": XXX-XXX-XXXX\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682497336", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nWill you send a contact or you wish to keep communication solely on email ?\nif it is alright with you then we can proceed via mail alone. Do you wish\nto come in person or make a purchase via online shipment and delivery ?\nRegards\nEngr. Patrick Yaw.\n", "direction": "Inbound"}, {"time": "1682503940", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for reaching out to me. I am comfortable with communicating via email for now. As for the purchase, I would prefer to make it through online shipment and delivery. Can you please provide me with more information about the product and the process?\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682507098", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your email and I understand you have made your decision to\npurchase the gold nugget bar/gold dust via an online process.  The CIF\ncost, insurance and freight will be determined by the quantity of gold\nproduct that you want to buy. The product is 99.9% purity.\nKindly let me know what quantity do you want to buy?   Then i will be able\nto calculate the CIF price and give you account details for payment. I will\nthen forward the FCO to you to fill, sign and send back to me. I wait to\nhear from you so we can start the purchase process which will take only 3\ndays after we confirm your proof of payment. We will be using DHL EXPRESS\nDELIVERY SERVICE for your shipment.\nBest Regards\nEngr. Patrick Yaw.\n", "direction": "Inbound"}, {"time": "1682511156", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your prompt response. I am interested in purchasing the gold nugget bar gold dust. Can you please provide me with the CIF cost, insurance, and freight for a quantity of 10 units? Also, can you please explain the purity of the product?\nOnce I receive the CIF price, I will be able to proceed with the payment. I appreciate your assistance in this matter and look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682517608", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI acknowledged receipt of your email. I am glad you have made it clear in\nstating the amount of gold bar you wish to purchase, this will enable me to\ncalculate the CIF.\nNote that on your request I will provide you with the account details for\npayment. After confirmation and proof of your payment. I will send you the\n(FOC) Full Corporate Offer to sign.  We will proceed to purchase the gold\nfor you and prepare the necessary valid documents for shipment. We will\nneed a safe delivery address for your gold bar.\nCOST 1KG = $44,000 X 1O =$440,000 USD 30% DOWN PAYMENT = $132,000 USD\nINSURANCE= 1% OF $440,000 X 10 = $4,400\nFREIGHT =     $53 X 10 $530 USD\nTOTAL COST = $136,930 USD.\nI wait to hear from you soon.\nBest Regards\nEngr. Patrick Yaw\n", "direction": "Inbound"}, {"time": "1682518371", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate the breakdown of the costs involved in purchasing the gold bar. Can you please provide me with more information about the validity of the documents for shipment? Also, can you confirm the purity of the gold bar and its weight?\nI am interested in proceeding with the purchase, but I would like to know more about the safe delivery process. How do you ensure the safety of the gold bar during shipment? \nLooking forward to hearing from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682520758", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for your prompt response as well. It is my duty to make sure you\nare well informed, guided and directed accordingly through the\npurchase process.\n The validity of the document for shipment is valid for a lifetime. The\nownership document will be in your name .It is legally purchased with a\nvalid document/certificate.\nEach gold bar =  weight 1kg (1kilogram) 23+ carat /Gold Purity 99.9%\nThe delivery process is 100% safe iit will be 100% insured by the insurance\ncompany.  We will declare the gold with the valid paperwork issued by the\ngovernment at our international airport. We will Pay the government tax on\ngold bought and then check into freight. DHL EXPRESS DELIVERY SERVICE. Then\nwe will send you all the copies of the original document, airway bill and\ntracking number of your DHL parcel.\nLet me know when you will be ready. I wait to hear from you soon to enable\nus to proceed to the next step.\nBest Wishes\nEngr. Patrick Yaw.\n", "direction": "Inbound"}, {"time": "1682525566", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email and for providing me with more information about the gold bars. I appreciate your efforts to guide me through the purchase process and ensure that I am well informed.\nI am glad to hear that the validity of the document for shipment is lifetime and that the ownership document will be in my name with valid documentation. Can you please provide me with more details about the weight and carat of each gold bar and the gold purity?\nI am also relieved to know that the delivery process is safe and insured by the insurance company. It is good to hear that you will declare the gold with valid paperwork issued by the government at your airport and pay the government tax on gold bought before checking into freight. I am comfortable with using DHL EXPRESS DELIVERY SERVICE and appreciate that you will send me all the copies of the original document, airway bill, and tracking number of my DHL parcel.\nI am interested in proceeding with the purchase. Can you please let me know the next steps and how I can make the payment?\nThank you again for your assistance and I look forward to hearing from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682528241", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your positive response. I have taken the liberty to provide a\nconvenient method of payment for you. The account details below is our\noffshore account for international customer transfer. This will make it\neasier to receive your payment in 24 hours. To enable us to start and\ncomplete your gold purchase and shipment immediately to your location.\nKindly make available the receiving address for the DHL shipment.\nThe carat of the gold is 23+ and the purity of the gold is 99.9% . I will\nsend you the FCO document immediately after payment is confirmed. Please\nkindly send proof of payment to my email for official and record purposes.\n*ACCOUNT DETAILS FOR PAYMENT*\n*BANK NAME: INDEPENDENT FINANCIAL BANK ACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "direction": "Inbound"}, {"time": "1682533516", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for providing me with the convenient method of payment for the gold purchase. I appreciate your efforts in making the payment process easier for me. However, before proceeding with the payment, I would like to know more about the carat and purity of the gold. Can you please provide me with more information on this?\nAlso, I would like to confirm the shipping details. Can you please let me know the estimated time of delivery and the tracking number for the shipment? Additionally, I would like to know if there are any additional charges for the shipment.\nOnce I have received the necessary information, I will proceed with the payment and send you the proof of payment to your email.\nThank you for your cooperation.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682537984", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr Jacob,\nI got your email and I understand your questions very well. I will give you\nmore information about the carat and purity of the gold.\nThe quality of the gold is 23+ carat. It is a very high grade of gold that\nis known worldwide by jewellers and bullion dealers.\nThe purity of the gold is 99.9% Purity is the highest gold grade. I\nrecommend that the quality and purity is the best for your personal\ninvestment purpose. To store cash in gold is a great business idea. You\nwill be satisfied with our services.\nKindly make the transfer payment into our company account. We will start\nthe process immediately and once we confirm your proof of payment. I will\nlet you know the shipping details and the estimated time of delivery will\nbe known to you. Then I will obtain your tracking number from DHL EXPRESS\nDELIVERY SERVICE. and send it to you. I assure you I will handle all the\nnecessary things and you will be very satisfied with my company service.\nI wait to receive the payment confirmation slip from you .\nThank you sir,\nBest Wishes\nEngr. Patrick Yaw.\n", "direction": "Inbound"}, {"time": "1682540693", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your prompt response and for providing me with more information about the gold. I appreciate your recommendation and assurance of your company's services.\nBefore I make any payment, could you please provide me with more details about the shipping process? How long does it usually take for the gold to be delivered? Also, what is the total cost of the gold, including any shipping or handling fees?\nThank you for your time and assistance.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682543093", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThe shipping process takes only 24 hours by flight, and the gold will be\ndelivered to you in the United States. After we receive your payment first.\nThe 30% cost of the gold is $136,930,00 USD. (ONE HUNDRED AND THIRTY-SIX\nTHOUSAND NINE HUNDRED AND THIRTY DOLLARS)\nThis amount already includes the handling fees and shipping cost.\n($136,930,00 USD.)\nKindly send the proof of payment to my email. I wait to hear from you soon.\nRegards\nEngr. Patrick Yaw.\n", "direction": "Inbound"}, {"time": "1682547890", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I am interested in purchasing the gold you mentioned. Can you please provide me with more details about the quality and purity of the gold? Also, can you provide me with some references or reviews from previous customers who have purchased gold from you?\nI would also like to know if there are any additional fees or taxes that I need to be aware of before making the payment. Can you please clarify this for me?\nThank you for your time and I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682578974", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nHow are you doing today ? I received your email and I will repeat the\nexplanation. The quality of the gold bar is the highest 23+ and the purity\nis 99.9% pure and clear gold nugget bar.\nAbout the reference of customers who have bought gold from us the document\nis very confidential. It is against the company rules and regulation to\ngive out private information of any customer.\nThere will be no additional fees or charges until you receive the gold\ndelivery; this is when you will pay the balance.\nWe are waiting for your transfer payment proof to enable us to buy your\ngold for you and proceed with the shipment to your location.\nThank you very much for your cooperation and understanding.\nBest Wishes\nEngr. Patrick Yaw.\nGold Broker/ Agent.\n", "direction": "Inbound"}, {"time": "1682579553", "subject": "SUBJECT: Re: Greetings,", "body": "*Dear Mr. Jacob,*\n*The carat of the gold is 23+ and the purity of the gold is 99.9% . I will\nsend you the FCO document immediately after payment is confirmed. Please\nkindly send proof of payment to my email for official and record purposes.\nThe shipping process takes only 24 hours by flight, and the gold will be\ndelivered to you in the United States. After we receive your payment first.*\n*The 30% cost of the gold is $136,930,00 USD. (ONE HUNDRED AND THIRTY-SIX\nTHOUSAND NINE HUNDRED AND THIRTY DOLLARS)*\n*This amount already includes the handling fees and shipping cost.\n($136,930,00 USD.) *\n*Kindly send the proof of payment to my email. I wait to hear from you\nsoon.*\n*ACCOUNT DETAILS FOR PAYMENT*\n*BANK NAME: INDEPENDENT FINANCIAL BANKACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "direction": "Inbound"}, {"time": "1682583871", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I appreciate the information you have provided about the quality and purity of the gold bar. I understand that you cannot share the private information of your customers.\nCan you please provide more details about the payment process? How do I transfer the payment and what is the total cost of the gold bar? Also, can you provide any certification or documentation to verify the authenticity of the gold?\nThank you for your time and assistance.\nBest regards.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682583882", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for your email. I am interested in purchasing the gold from you. Before I make any payment, could you please provide me with more information about the carat and purity of the gold? Also, could you please explain the shipping process in more detail? \nOnce I have received this information, I will consider making the payment. Thank you for providing the account details for payment. I will keep them safe until I am ready to make the payment. \nLooking forward to hearing back from you soon.\nBest regards.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682592083", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for your email. We have already discussed the shipping process .\nKindly make the transfer payment into our company account. That I sent to\nyou earlier. We will start the process immediately and once we confirm your\nproof of payment. I will let you know the shipping details and the\nestimated time of delivery will be known to you.\nThen I will obtain your tracking number from DHL EXPRESS DELIVERY SERVICE.\nand send it to you. I assure you I will handle all the necessary things and\nyou will be very satisfied with my company service.\nGood to know you have saved the payment information the earlier the better\nwe can serve you.\nBest Regards\nEngr. Patrick Yaw.\nGold Broker/ Agent\n", "direction": "Inbound"}, {"time": "1682598304", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate your assistance with the shipping process. Before I make the transfer payment, could you please provide me with more information about the estimated time of delivery and the shipping details? Also, could you confirm the total cost of the shipment including any additional fees or taxes?\nI would also like to know more about your company and the services you offer. Could you please provide me with some background information and any customer reviews or testimonials?\nThank you for your time and assistance.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682606974", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThe estimated time for purchase of the gold bar with all documents\ncompleted takes only 2 days. The third day is for shipment and delivery to\nyour destination country.\nThere are no additional fees. The total cost has been sent to you for\npayment. We wait to confirm your payment before we can proceed further.\nWe are a professional gold dealership company. We specialize in helping\nindividuals, companies, clients and customers buy gold internationally and\nensure successful delivery and shipment to your location. We will be happy\nto render our honest and speedy service to your satisfaction.\nI wait to receive your payment proof and confirmation before we can proceed\nfurther.\nThank you\nBest Wishes.\nEngr. Patrick Yaw.\nGold Boker/ Agent\n", "direction": "Inbound"}, {"time": "1682611987", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your prompt response. I appreciate the information you have provided regarding the purchase of the gold bar. Can you please provide me with more details about the documentation required for the purchase? Also, can you confirm the purity of the gold bar and its weight?\nI would also like to know if there are any guarantees or warranties provided with the purchase. Additionally, can you provide me with some references or testimonials from previous clients who have purchased gold from your company?\nThank you for your time and assistance.\nBest regards.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682647131", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nHow are you doing today ? I received your email and I will repeat the\nexplanation. The quality of the gold bar is the highest 23+ and the purity\nis 99.9% pure and clear gold nugget bar.\nAbout the reference of customers who have bought gold from us the document\nis very confidential. It is against the company rules and regulation to\ngive out private information of any customer. I HOPE YOU UNDERSTAND WE\nRESPECT THE PRIVACY OF OUR CUSTOMERS.\nThere will be no additional fees or charges until you receive the gold\ndelivery; this is when you will pay the balance.\nWe guarantee 100% safe purchase and delivery and the warranty for your gold\nproduct is unlimited warranty.\nWe are waiting for your transfer payment proof to enable us to buy your\ngold for you and proceed with the shipment to your location.\nThank you very much for your cooperation and understanding.\nBest Wishes\nEngr. Patrick Yaw.\nGold Broker/ Agent.\n", "direction": "Inbound"}, {"time": "1682647936", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I appreciate the information you have provided about the quality and purity of the gold bar. I understand your company's policy on customer privacy and respect that.\nCan you please provide more details about the process of purchasing and receiving the gold bar? How long does it usually take for the delivery to arrive? Also, can you confirm the total cost of the gold bar including any taxes or shipping fees?\nI will send the transfer payment proof as soon as possible and look forward to doing business with you.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682693864", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThe estimated time for purchase of the gold bar with all documents\ncompleted takes only 2 days. The third day is for shipment and delivery to\nyour destination country.\nThere are no additional fees. The total cost has been sent to you for\npayment. We wait to confirm your payment before we can proceed further.\nWe are a professional gold dealership company. We specialize in helping\nindividuals, companies, clients and customers buy gold internationally and\nensure successful delivery and shipment to your location. We will be happy\nto render our honest and speedy service to your satisfaction.\nI wait to receive your payment proof and confirmation before we can proceed\nfurther.\nWe look forward to doing good business with  you.\nThank you\nBest Wishes.\nEngr. Patrick Yaw.\nGold Boker/ Agent\n", "direction": "Inbound"}, {"time": "1682694497", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your positive response. The account details below is our\noffshore account for international customer transfer. This will make it\neasier to receive your payment in 24 hours. To enable us to start and\ncomplete your gold purchase and shipment immediately to your location.\nKindly make available the receiving address for the DHL shipment.\nThe carat of the gold is 23+ and the purity of the gold is 99.9% . I will\nsend you the FCO document immediately after payment is confirmed. Please\nkindly send proof of payment to my email for official and record purposes.\n*ACCOUNT DETAILS FOR PAYMENT AMOUNT 30 %  ($136,930,00 USD) *\n*BANK NAME: INDEPENDENT FINANCIAL BANKACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "direction": "Inbound"}, {"time": "1682699076", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I appreciate the information you have provided regarding the purchase of the gold bar. Can you please provide me with more details about the documentation required for the purchase? Also, can you confirm the purity of the gold bar?\nI would like to proceed with the purchase, but I would like to know more about the process. Can you please explain how the shipment and delivery will be handled? Is there a tracking number that will be provided?\nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest regards.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682699107", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for sharing the account details for the offshore account. I appreciate your efforts to make the payment process easier and faster. Before I proceed with the payment, could you please provide me with more information about the gold, such as the carat and purity? Also, I would like to know the total cost of the gold purchase, including any additional charges or fees. \nRegarding the shipment, I will provide you with the receiving address for the DHL shipment as soon as possible. Could you please let me know the estimated time of delivery and the tracking number once the shipment is sent? \nI will send you the proof of payment as soon as I make the payment. Thank you for your cooperation and looking forward to doing business with you.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682939782", "subject": "SUBJECT: Re: Greetings,", "body": "*Dear Mr. Jacob,The estimated time for purchase of the gold bar with all\ndocuments completed takes only 2 days. The third day is for shipment and\ndelivery to your destination country. The Purity of the gold nugget bar is\n23+ carat and the purity is 99.9% .  The total cost of the gold is\n($440,000,00 USD).  But you are paying only 30%  ($136,930,00) USD FOR\n(Cost/ Insurance /Freight) CIF*\n*There are no additional fees. The total cost has been sent to you for\npayment. We wait to confirm your payment before we can proceed further with\nyour shipment. *\n*Your 10KG  gold order will be 100% registered and insured with DHL PARCEL\nDELIVERY SERVICE. We will send you the tracking password and Airwaybill\nreceipt for collection and you will receive your gold bar. We wait for your\nreceiving address and payment now before we can proceed.I hope you\nunderstand this simple process.*\n*We are a professional gold dealership company. We specialize in helping\nindividuals, companies, clients and customers buy gold internationally and\nensure successful delivery and shipment to your location. We will be happy\nto render our honest and speedy service to your satisfaction.*\n*Send me your receiving address and  payment confirmation slip, before we\ncan proceed further with your order and shipment.*\n*Thank you *\n*Best Wishes.Engr. Patrick Yaw.*\n*Gold Boker/ Agent*\n", "direction": "Inbound"}, {"time": "1682943201", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Patrick Yaw,\nThank you for your email regarding the purchase of a gold bar. I appreciate the information you have provided about the estimated time for purchase and shipment, as well as the purity and cost of the gold. \nHowever, before I proceed with any payment, I would like to ask a few follow-up questions. Can you provide me with more information about the company you represent and its history in the gold dealership industry? Also, can you explain the process for registering and insuring the gold order with DHL PARCEL DELIVERY SERVICE? \nI am interested in purchasing the gold bar, but I would like to ensure that this is a legitimate transaction and that my investment is secure. I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682960223", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your email. Thank you for appreciating the information. I will\nanswer your few follow up questions. The name of my company is on the\ndocument i have attached for your reference. It is a copy of FCO a\ncompleted transaction sales of gold bar to another customer in Dubai.\nThis is a confidential document it belongs to my company. I took it from\nthe records department just to show you privately as my client and customer\nfor better understanding of the purchase process document.\nThe DHL registration and Insurance will be done after we are able to buy\nyour gold It is a simple process. We will fill up a DHL shipment form in\nyour name and home delivery address when you send it to us with your proof\nof payment.\nI want to assure that you will be very satisfied with our services. I\nguarantee you that your investment is 100% secure and legitimate your gold\npurchase is covered with all vital government issued documents. I hope i\nhave been able to answer all your questions. We are looking forward to\ndoing business with you.\nThank you for your understanding and cooperation in patronizing my company.\nWe wait to receive your payment proof to enable us to buy your gold order\nand send it this week to your location.\nBest Regards\nPatrick Yaw\nGold Broker/ Agent\n", "direction": "Inbound"}, {"time": "1682965483", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Patrick Yaw,\nThank you for your email and for providing me with the necessary information. I appreciate your willingness to answer my questions and for sharing the FCO document with me. \nI understand that the DHL shipment and insurance will be arranged after the purchase of the gold. Can you please provide me with more details on the payment process? How do I make the payment and what are the accepted modes of payment? \nAlso, can you please confirm if the gold is certified and if it has been assayed? It is important for me to ensure that the gold is of high quality and meets the necessary standards. \nThank you for your time and assistance. I look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1682970184", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your positive response. I have taken the liberty to provide a\nconvenient method of payment for you. The account details below is our\noffshore account for international customer transfer. This will make it\neasier to receive your payment in 24 hours. To enable us to start and\ncomplete your gold purchase and shipment immediately to your location this\nweek. Kindly make available the receiving address for the DHL shipment.\nThe gold has been completely assayed and is 100%  certified. The carat of\nthe gold is 23+ and the purity of the gold is 99.9% .This quality of gold\nis the highest you can get. our gold product is the best in the world. You\nwill be totally satisfied with your investment. I will send you your FCO\ndocument immediately after your payment is confirmed.\nPlease kindly send proof of payment to my email for official and record\npurposes, to enable me to start your purchase and delivery this week. I\nhave stated the mode of payment as you have asked me to do.\n*KINDLY TRANSFER PAYMENT FROM YOUR BANK ACCOUNT TO OUR COMPANY OFFSHORE\nBANK ACCOUNT BELOW.*\n*BANK NAME: INDEPENDENT FINANCIAL BANKACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "direction": "Inbound"}, {"time": "1682972663", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for your email and for providing the convenient method of payment for the gold purchase. I appreciate your efforts in making the payment process easier for me. \nBefore I proceed with the payment, could you please provide me with more information about the gold shipment? Specifically, I would like to know the estimated delivery time and the shipping cost. \nAlso, I would like to confirm the purity of the gold. Could you please provide me with the certificate of authenticity for the gold? \nOnce I receive the necessary information and confirm the authenticity of the gold, I will proceed with the payment. \nThank you for your cooperation.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1683003022", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for your response. I will appreciate it if we can come to the\nconclusion of your intention to make payment. I have briefed you and\nexplained about the whole  purchase,shipment and delivery process with\ndocuments from past transactions of my company.\nThe estimated delivery time will be known after the gold has been bought\nand paid for. It normally takes 2 to 3 working days.\nThe shipping cost and insurance cost has been added to the 30% payment we\nare expecting from you. ($136,930.00USD)\nThe purity of the gold is clear 99.9% and the certificate of authenticity\nof the gold will be given to you after you buy the gold.\nLet me know when you have transferred the cost for your purchase and I will\nproceed with the purchase of your gold shipment and delivery.\nI wait for your positive response in making your payment soon and please\nprovide your receiving address for your gold bars.\nThank you.\nBest Regards\nEngr. Patrick Yaw\nGold Broker/Agent.\n", "direction": "Inbound"}, {"time": "1683008657", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I appreciate the information you have provided about the gold shipment and delivery process. Can you please provide me with more details about the purity of the gold and the source of the gold? Also, can you provide me with a breakdown of the total cost including the shipping and insurance costs?\nI am interested in purchasing the gold bars, but I would like to ensure that everything is transparent and legitimate before making any payment. Once I have all the necessary information, I will proceed with the purchase and provide you with my receiving address.\nThank you for your time and assistance.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1683013778", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI acknowledged receipt of your email. I assure you my business transaction\nwith you is 100% legitimate and transparent. I am an honest elderly\nman.Will you prefer to come to Uganda and buy your cold in person?  I am\nglad you have made it clear in stating the amount of gold bar you wish to\npurchase (10KG), this will enable me to calculate the CIF.\nAfter confirmation and proof of your payment.\n I will send you the (FOC) Full Corporate Offer to sign.  We will proceed\nto purchase the gold for you and prepare the necessary valid documents for\nshipment by DHL DELIVERY SERVICE. We will need a safe delivery office or\nhome address for your gold bar.\nCOST 1KG = $44,000 X 1O =$440,000 USD 30% DOWN PAYMENT = $132,000 USD\nINSURANCE= 1% OF $440,000 X 10 = $4,400\nFREIGHT =     $53 X 10 $530 USD\nTOTAL COST = $136,930 USD.\nI wait to hear from you soon.\nBest Regards\nEngr. Patrick Yaw\n", "direction": "Inbound"}, {"time": "1683015872", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I appreciate your willingness to do business with me. As for coming to Uganda to buy the gold in person, I am not able to do so at this time. However, I am interested in learning more about the CIF and the FOC Full Corporate Offer. Can you please explain these terms to me? Also, what is the process for payment and how long does it take for the gold to be shipped by DHL DELIVERY SERVICE? \nI look forward to hearing back from you soon.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1683017923", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for your email and prompt response.I believe a man of your status\nhas a lot at hand. I understand you will not be able to come to Uganda due\nto your busy schedule. I just sent you the calculation for the CIF  COST\nINSURANCE FREIGHT .\nI also sent you a sample copy of FOC Full Corporate Offer for you to\nunderstand clearly. I have explained them both to you. The only way you can\nunderstand is to practicalize by undertaking a purchase agreement when we\nconfirm your payment.\nWhen we confirm your payment DHL DELIVERY SERVICE will ship the gold to\nyour destination in 24 hours.\nLet me know if you are serious and able to finance the purchase of the\ngold. I have sent you the payment process and bank account details several\ntimes.\nI look forward to doing good business with you. Thank you for your\ncooperation and understanding.\nBest Regards.\nEngr. Patrick Yaw\nGold Broker/Agent\n", "direction": "Inbound"}, {"time": "1683023085", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email and for providing me with the CIF cost and FOC offer. I appreciate your explanation of both. I am interested in purchasing the gold, but I would like to ask a few follow-up questions before proceeding with the payment process. Can you provide me with more information about the quality and purity of the gold? Also, can you confirm the weight and quantity of the gold that will be shipped to me? \nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1683026677", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nI received your email and I am sad we are not moving forward with our\ndiscussion and transaction. I have provided you with every single detail\nconcerning your gold purchase.\nDo you want me to keep repeating myself ?  I hope you do not intend to\nwaste both our time by asking questions that I have already explained to\nyou several times.\nI will appreciate it if we can conclude this transaction successfully. I do\nnot know if you have the capacity to pay for the gold. Is this the reason\nyou keep asking repeated questions? Are you sure you are serious about\npurchasing gold?  Do you have the ability to pay ?  Do you have SBLC MT\n760  ? bank guarantee payment please ask your bank ?\nI will provide you with more information. The purity of the gold is 99.9%\nand the gold is of highest quality and of maximum standard .\nThe weight of each gold bar is 1 kilograms (1KG)  . If you are buying 10KG\nthe total weight will be (10 KILOGRAMS) gold shipped to you.\nI look forward to doing good business with you. Thank you for your time and\nunderstanding .\nBest Regards\nEngr. Patrick Yaw\nGold Broker/Agent\n", "direction": "Inbound"}, {"time": "1683030280", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your email. I apologize if my questions seemed repetitive. I just want to make sure that I fully understand the details of the gold purchase before proceeding. I am serious about purchasing gold and I do have the ability to pay. However, I do not have an SBLC MT bank guarantee payment. Can you provide me with more information on this? Also, can you confirm the price per kilogram of the gold? Thank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1683031224", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for your email. apology accepted i had to bring it to your notice\nso we can understand ourselves very well. Do not bother about the SBLC bank\nguarantee if you don't have it. It is only used for large purchase\ntransactions from 5 million dollars and above.\n Now I know you are serious about purchasing the gold bar. Each gold bar\ncost $44,000 USD. Do you have our account details for payment ?  Do you\nknow how much you are going to pay ?  I need you to tell me so I know we\nare on the same page and we understand ourselves perfectly.\nThank you for your understanding. I wait to receive your proof of payment\nso I can help you start the purchase process.\nKind Wishes\nEngr. Patrick Yaw.\nGold Broker/Agent\n", "direction": "Inbound"}, {"time": "1683036748", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Engr. Patrick Yaw,\nThank you for your response. I appreciate your understanding and clarification regarding the SBLC bank guarantee. I am interested in purchasing the gold bar and would like to know the total cost including any additional fees. Could you please provide me with your account details for payment? Also, can you confirm the purity and weight of the gold bar?\nThank you for your assistance and I look forward to hearing back from you.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1683037064", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThe carat of the gold is 23+ and the purity of the gold is 99.9% . I will\nsend you the FCO document immediately after payment is confirmed. Please\nkindly send proof of payment to my email for official and record purposes.\nThere are no additional charges. I have written the 30% payment below\nkindly initiate funds transfer.\n*ACCOUNT DETAILS FOR PAYMENT AMOUNT 30 %  ($136,930,00 USD) *\n*BANK NAME: INDEPENDENT FINANCIAL BANKACCOUNT NAME  : NOVAK SECURITY\nSERVICESACCOUNT NUMBER: 1200735031ROUTING NUMBER : 111916326SWIFT CODE:\nIDEPUS33INTERMEDIARY SWIFT CODE WFBIUS6SADDRESS : 1490 PRINCETON OAKS\nDRIVE, PRINCETON, TX 75407*\n", "direction": "Inbound"}, {"time": "1683040336", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Mr. Jacob,\nThank you for your email. Can you please provide me with more information about the gold you are offering? What is the quantity available and what is the price per gram? Also, can you provide me with some references or past clients you have worked with?\nI would appreciate your response.\nBest regards.\nBest wishes,\nJacob\n", "direction": "Outbound"}, {"time": "1683041417", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Jacob,\nMy name is not Jacob, are you wasting my time and yours ? Are you serious\nabout this business transaction ? I just sent you account details as you\nrequested for payment. Did you get it ? If you are serious let me know when\nyou will make payment.\nI have provided you with references from past customers I worked with.\nPlease read it to understand. I see you do not have any important questions\nto ask me.\n", "direction": "Inbound"}, {"time": "1683043950", "subject": "SUBJECT: Re: Greetings,", "body": "Dear Sir/Madam,\nI apologize for the confusion, but my name is not Jacob. I am interested in learning more about your business, but I have not requested any account details or made any payment. Can you please provide more information about what you are offering? I appreciate the references you have provided, but I would like to know more before making any decisions.\nThank you.\nBest wishes,\nJacob\n", "direction": "Outbound"}]}