{"invalid": false, "init_time": 1681222349.0, "distract_time": 235410, "strategy": "Chat1", "income_messages": ["From: a*****************n@yahoo.com\nTo: CRAWLER\nTime: 2023-04-11 15:12:29\nSUBJECT:   From The Desk Of The Executi\n  From The Desk Of The Executive Director,\nChairman Litigation Board House of Senate.\nAtt to Central Bank of Nigeria.(CBN)\nAttn:\nA power of attorney was forwarded to our office this morning by two gentlemen, one of them is an American national and he\nis MR DAVID DEANE by name while the other person is MR.JACK MORGAN by name a CANADIAN national.\nThis gentlemen claimed to be your representative, and this power of attorney stated that you are dead, they brought an\naccount to replace your information in other to claim your fund of $12.5 Million Usd which is now lying DORMANT and\nUNCLAIMED, below is the new account they have\nsubmitted:\nBANK.-HSBC CANADA\nVancouver, CANADA\nACCOUNT NO. 2984-0008-66\nFollowing the recent change in our constitution,the Federal Government has ordered for immediate release of your payment\nthat was recalled back to the central bank as unclaimed payment.\nThis decision was taken based on the prevailing global economic crisis as your funds in our custody have been long overdue\nfor a claim. We understand it has not been easy for you to meet up with the requirement due to the fact that you have in the\npast spent so much money towards the claim of your fund.\nA review of your file confirm that the amount due to you is twenty eight million United State Dollars ($28,000,000.00) was\nre-approved by the senate committee on foreign payment and screened OK.\nAll original documents will be upgraded and sent to you by courier for your endorsement. You are by this letter advised to\nre-confirm to this office your bank account details, your direct telephone number, scanned copy of international passport\nor driver’s license and residential address for the immediate receipt of these documents.\nWe are very sorry about your ugly past with those crooks here who took your information's out to those criminal who claim\nto be what they are not.+234-81-2678-2887.or Kindly clarify on this\nE-mail(\naccount_directorcbn@yahoo.com\n)\nI wait to hear from you and thank you for your cooperation.\nDr.Martins Chikwudi.\nChairman Litigation Board House of Senate.\nAtt to the Central Bank of Nigeria.\nTelephone:+234-81-2678-2887,   \n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-11 19:13:53\nSUBJECT: From The Desk Of The Executi\nAttention,\nGood evening to you from here,\nMy name is Dr. Martins Chikwudi i am the chairman Litigation Board House of Senate Attached to the Central Bank of Nigeria.\nYes, I received your message about your payment, you have to forward your information to enable us check with what we have on our computer before we proceed further. This people must go to jail for sure.\nLike you said on your email that happy to provide you with my bank account details, telephone number, and address, but I am hesitant to share my passport or driver's license without more information about the legitimacy of this claim.\nSo go ahead and send your info and i am ready to assist you on till you receive your payment, i will send you my working I'd card you have my direct phone number to reach me anytime and that is a WhatsApp number it's better. \nLooking forward to hear from you urgent.Dr. Martins Chikwudi\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-11 20:47:40\nSUBJECT: From The Desk Of The Executi\nAttention,Is good to hear from you again.We know that the payment is not on there names and the police is doing they job don't worry yourself. We have to talk less and do more.If you are working with me you have no problem because you are in a good hands go ahead and reconfirm your information like i said i will send you my working I'd which i don't do, but after going through your first email i know that you are saying the truth. All we need is the truth and if you follow my advice you will receive your payment, i have assisted many people which you are not the first and will not be the last, so i don't understand what you mean about more information you have to do the needful.Thanks.Dr. Martins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-12 09:30:05\nSUBJECT: From The Desk Of The Executi\nAttention,\nGood morning to you from here.Yes, i received your message and you have not send any thing up till now, like i said i am a man of my word you talk less and do more.This is an Inheritance fund and i need your information to be sure everything about this matter is close and can move forward with the transaction i will send you my I'd card but i need to get your information to check you are the one delay this transaction sending you my I'd is not a problem.\nThanks for your understanding God bless you and keep you safe.Dr. Martins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-12 12:34:38\nSUBJECT: From The Desk Of The Executi\nAttention,Ok, here are my working I'd just to let you know that you are working with a man of his word. I have no problem with you because i know what i am doing.I'm ready to help you on till you receive your payment if you are ready to follow my instruction.\nWaiting for your reply and your information to enable us move forward,Martins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-12 19:15:27\nSUBJECT: From The Desk Of The Executi\nI have to stop this matter on till you provide the information.ThanksMartins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-13 10:52:51\nSUBJECT: From The Desk Of The Executi\nI have sent you my working I'd what again do you need from me. I am not going to send any thing again if i don't receive any information from you. If you are interested let me know or i know what to do with the transaction. You are asking me about my self i don't understand you said i should send it to you which i did what is the problem again.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-13 13:28:46\nSUBJECT: From The Desk Of The Executi\nTHIS IS YOUR FIRST MASSAGE TO ME PLEASE CHECK IT AND PROVIDE ALL THE INFORMATION BELOW LIKE YOU SAID.THANKS.MARTINS CHIKWUDI.\nThank you for your email. I am surprised to hear that there is a power of attorney claiming that I am deceased and that my funds are unclaimed. I can assure you that I am very much alive and have not authorized anyone to act on my behalf. \nI would appreciate it if you could provide me with more information about this matter, such as the source of the power of attorney and how it was obtained. Additionally, I would like to know more about the process for claiming my funds and what steps I need to take to ensure that my personal information is secure.\nI am happy to provide you with my bank account details, telephone number, and address, but I am hesitant to share my passport or driver's license without more information about the legitimacy of this claim.\nThank you for your time and assistance in this matter.\nBest wishes,\nKevin\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-13 14:30:53\nSUBJECT: Re: From The Desk Of The Executi\nWe are going to use the information to get all the documents on your behalf which the lawyers will do. If you are not interested in this transaction please let me know.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-13 16:24:05\nSUBJECT: Re: From The Desk Of The Executi\nThe documents is up to 18 to 21 pages original approved documents that back up your payment please send the information to enable us move forward with this payment. This question is too much and i am not happy with questions. Let us move forward.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-13 18:32:32\nSUBJECT: From The Desk Of The Executi\nWhich documents are you talking about did anyone ask you for document. I don't understand the information that you are sending the lawyers will use it to get all the documents that we need. I like what you are doing i am the one who is going to assist you just follow my advice and you will get the payment send your info first before any thing. I am getting tryed of this transaction this is the truth.Martins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-13 19:19:09\nSUBJECT: Re: From The Desk Of The Executi\nYou are the one delay this transaction the lawyers will conclude with the documents and you will receive the package thought UPS or DHL tracking number will be send to you for the tracking of the documents which as soon as you receive the package the paying bank will contact you for the release of your payment. This lawyers that helps to get all the documents will be remembered by you for they good job.Thanks.Martins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-13 19:26:59\nSUBJECT: From The Desk Of The Executi\nYou need the original approved documents to show to your bank when the funds is in your account to avoid any problems.This is why you need to get the correct information because i know what i am telling you everything about the transaction will be fine. The anything we need is trust.Thanks for your understanding.Martins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-13 21:38:59\nSUBJECT: From The Desk Of The Executi\nSend the information or forgot about this transaction. No more messages on till i receive the full information from you.ThanksMartins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-14 07:22:52\nSUBJECT: No more messages from you with out the information.\nI don't know what else you need from me i have said it all. Provide the information that we needed or you for get it all. I can get some one to conclude this transaction because you are not following the instructions giving to you and you don't want to provide your information.Thanks.Martins Chikwudi.\n", "From: a*****************n@yahoo.com\nTo: mv08748@l******s.email\nTime: 2023-04-14 08:35:59\nSUBJECT: Re: No more messages from you with out the information.\nGOODBYE WITH THIS TRANSACTION NO MORE INFORMATION FROM ME LIKE I SAID I WILL CONCLUDE THIS TRANSACTION AND I KNOW WHAT TO DO.\n"], "outbound_messages": ["From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-11 15:12:38\nSUBJECT: Re:   From The Desk Of The Executi\nDear Sir/Madam,\nThank you for your email. I am surprised to hear that there is a power of attorney claiming that I am deceased and that my funds are unclaimed. I can assure you that I am very much alive and have not authorized anyone to act on my behalf. \nI would appreciate it if you could provide me with more information about this matter, such as the source of the power of attorney and how it was obtained. Additionally, I would like to know more about the process for claiming my funds and what steps I need to take to ensure that my personal information is secure.\nI am happy to provide you with my bank account details, telephone number, and address, but I am hesitant to share my passport or driver's license without more information about the legitimacy of this claim.\nThank you for your time and assistance in this matter.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-11 20:12:15\nSUBJECT: Re: From The Desk Of The Executi\nHello Dr. Martins Chikwudi,\nThank you for your response. I appreciate your willingness to assist me in receiving my payment. However, I am still a bit hesitant to share my personal information without more information about the legitimacy of this claim. Can you provide me with more details about the payment and how it was initiated? Also, can you explain why you believe these people should go to jail? \nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-11 21:12:14\nSUBJECT: Re: From The Desk Of The Executi\nThank you for your response. I appreciate your reassurance about the payment and the police handling the situation. Can you please clarify what you mean by \"talk less and do\"? Also, I would like to know more about the working ID you mentioned. Can you provide more information about that? Thank you for your help in this matter.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-12 10:12:20\nSUBJECT: Re: From The Desk Of The Executi\nGood morning Martins, thank you for your message. I apologize for the delay in responding. Can you please provide more information about the matter you mentioned? I would like to understand it better before proceeding. Also, I appreciate your willingness to share your ID card, but I would like to verify your identity through other means first. Thank you and have a good day.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-12 13:12:14\nSUBJECT: Re: From The Desk Of The Executi\nHello, thank you for sharing your working ID with me. Can you please provide more information about what you are referring to regarding payment and how you can help me? I am interested in learning more.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-12 20:12:11\nSUBJECT: Re: From The Desk Of The Executi\nI'm sorry, I'm not sure I understand what you're referring to. Could you please provide more context or information about Chikwudi?\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-13 11:12:18\nSUBJECT: Re: From The Desk Of The Executi\nHello, I apologize for any confusion. Can you please clarify what information you are requesting from me? I want to make sure I provide you with the correct information. Thank you.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-13 14:12:27\nSUBJECT: Re: From The Desk Of The Executi\nHello there,\nThank you for reaching out to me. I appreciate your concern regarding the power of attorney claiming that I am deceased and that my funds are unclaimed. However, I can assure you that I am very much alive and have not authorized anyone to act on my behalf.\nI would like to know more about this matter, such as the source of the power of attorney and how it was obtained. I am also interested in learning more about the process for claiming my funds and what steps I need to take to ensure that my personal information is secure.\nWhile I am happy to provide you with my bank account details, telephone number, and address, I am hesitant to share my passport or driver's license without more information about the legitimacy of this claim.\nThank you for your time and assistance in this matter.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-13 15:12:13\nSUBJECT: Re: From The Desk Of The Executi\nThank you for the information. Can you please explain to me how the process works and what documents will be required?\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-13 17:12:13\nSUBJECT: Re: From The Desk Of The Executi\nHello, thank you for your message. I understand that you need the approved documents to proceed with the payment. Can you please provide more information about the documents required? This will help me to ensure that I am sending the correct documents. Thank you.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-13 19:12:26\nSUBJECT: Re: From The Desk Of The Executi\nHello Chikwudi, I'm sorry but I'm a bit confused. Could you please clarify what documents you are referring to and who is asking for them? Also, I'm not sure what advice you are referring to. Could you please explain further? Thank you.\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-13 20:12:16\nSUBJECT: Re: From The Desk Of The Executi\nHello, thank you for the update. Can you please provide me with more information about the lawyers who are helping with the documents? How long will it take for the package to arrive once it has been sent through UPS or DHL? Also, can you confirm the amount of the payment that will be released once the documents are received?\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-13 20:12:18\nSUBJECT: Re: From The Desk Of The Executi\nHello, thank you for your message. Can you please provide more information about the documents that I need to get? What is Chikwudi?\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-13 22:12:19\nSUBJECT: Re: From The Desk Of The Executi\nI'm sorry, I don't understand the context of your message. Could you please provide more information or clarify your request?\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-14 07:24:17\nSUBJECT: Re: No more messages from you with out the information.\nI'm sorry, I'm not sure what you're referring to. Can you please provide more context or information about what you need from me?\nBest wishes,\nKevin\n", "From: mv08748@l******s.email\nTo: a*****************n@yahoo.com\nTime: 2023-04-14 10:24:21\nSUBJECT: Re: No more messages from you with out the information.\nI'm sorry, I'm not sure what you mean. Could you please provide more context or information about what you are referring to?\nBest wishes,\nKevin\n"], "conversations": [{"time": "1681222349", "subject": "SUBJECT:   From The Desk Of The Executi", "body": "  From The Desk Of The Executive Director,\nChairman Litigation Board House of Senate.\nAtt to Central Bank of Nigeria.(CBN)\nAttn:\nA power of attorney was forwarded to our office this morning by two gentlemen, one of them is an American national and he\nis MR DAVID DEANE by name while the other person is MR.JACK MORGAN by name a CANADIAN national.\nThis gentlemen claimed to be your representative, and this power of attorney stated that you are dead, they brought an\naccount to replace your information in other to claim your fund of $12.5 Million Usd which is now lying DORMANT and\nUNCLAIMED, below is the new account they have\nsubmitted:\nBANK.-HSBC CANADA\nVancouver, CANADA\nACCOUNT NO. 2984-0008-66\nFollowing the recent change in our constitution,the Federal Government has ordered for immediate release of your payment\nthat was recalled back to the central bank as unclaimed payment.\nThis decision was taken based on the prevailing global economic crisis as your funds in our custody have been long overdue\nfor a claim. We understand it has not been easy for you to meet up with the requirement due to the fact that you have in the\npast spent so much money towards the claim of your fund.\nA review of your file confirm that the amount due to you is twenty eight million United State Dollars ($28,000,000.00) was\nre-approved by the senate committee on foreign payment and screened OK.\nAll original documents will be upgraded and sent to you by courier for your endorsement. You are by this letter advised to\nre-confirm to this office your bank account details, your direct telephone number, scanned copy of international passport\nor driver’s license and residential address for the immediate receipt of these documents.\nWe are very sorry about your ugly past with those crooks here who took your information's out to those criminal who claim\nto be what they are not.+234-81-2678-2887.or Kindly clarify on this\nE-mail(\naccount_directorcbn@yahoo.com\n)\nI wait to hear from you and thank you for your cooperation.\nDr.Martins Chikwudi.\nChairman Litigation Board House of Senate.\nAtt to the Central Bank of Nigeria.\nTelephone:+234-81-2678-2887,   \n", "direction": "Inbound"}, {"time": "1681222358", "subject": "SUBJECT: Re:   From The Desk Of The Executi", "body": "Dear Sir/Madam,\nThank you for your email. I am surprised to hear that there is a power of attorney claiming that I am deceased and that my funds are unclaimed. I can assure you that I am very much alive and have not authorized anyone to act on my behalf. \nI would appreciate it if you could provide me with more information about this matter, such as the source of the power of attorney and how it was obtained. Additionally, I would like to know more about the process for claiming my funds and what steps I need to take to ensure that my personal information is secure.\nI am happy to provide you with my bank account details, telephone number, and address, but I am hesitant to share my passport or driver's license without more information about the legitimacy of this claim.\nThank you for your time and assistance in this matter.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681236833", "subject": "SUBJECT: From The Desk Of The Executi", "body": "Attention,\nGood evening to you from here,\nMy name is Dr. Martins Chikwudi i am the chairman Litigation Board House of Senate Attached to the Central Bank of Nigeria.\nYes, I received your message about your payment, you have to forward your information to enable us check with what we have on our computer before we proceed further. This people must go to jail for sure.\nLike you said on your email that happy to provide you with my bank account details, telephone number, and address, but I am hesitant to share my passport or driver's license without more information about the legitimacy of this claim.\nSo go ahead and send your info and i am ready to assist you on till you receive your payment, i will send you my working I'd card you have my direct phone number to reach me anytime and that is a WhatsApp number it's better. \nLooking forward to hear from you urgent.Dr. Martins Chikwudi\n", "direction": "Inbound"}, {"time": "1681240335", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Hello Dr. Martins Chikwudi,\nThank you for your response. I appreciate your willingness to assist me in receiving my payment. However, I am still a bit hesitant to share my personal information without more information about the legitimacy of this claim. Can you provide me with more details about the payment and how it was initiated? Also, can you explain why you believe these people should go to jail? \nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681242460", "subject": "SUBJECT: From The Desk Of The Executi", "body": "Attention,Is good to hear from you again.We know that the payment is not on there names and the police is doing they job don't worry yourself. We have to talk less and do more.If you are working with me you have no problem because you are in a good hands go ahead and reconfirm your information like i said i will send you my working I'd which i don't do, but after going through your first email i know that you are saying the truth. All we need is the truth and if you follow my advice you will receive your payment, i have assisted many people which you are not the first and will not be the last, so i don't understand what you mean about more information you have to do the needful.Thanks.Dr. Martins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681243934", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Thank you for your response. I appreciate your reassurance about the payment and the police handling the situation. Can you please clarify what you mean by \"talk less and do\"? Also, I would like to know more about the working ID you mentioned. Can you provide more information about that? Thank you for your help in this matter.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681288205", "subject": "SUBJECT: From The Desk Of The Executi", "body": "Attention,\nGood morning to you from here.Yes, i received your message and you have not send any thing up till now, like i said i am a man of my word you talk less and do more.This is an Inheritance fund and i need your information to be sure everything about this matter is close and can move forward with the transaction i will send you my I'd card but i need to get your information to check you are the one delay this transaction sending you my I'd is not a problem.\nThanks for your understanding God bless you and keep you safe.Dr. Martins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681290740", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Good morning Martins, thank you for your message. I apologize for the delay in responding. Can you please provide more information about the matter you mentioned? I would like to understand it better before proceeding. Also, I appreciate your willingness to share your ID card, but I would like to verify your identity through other means first. Thank you and have a good day.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681299278", "subject": "SUBJECT: From The Desk Of The Executi", "body": "Attention,Ok, here are my working I'd just to let you know that you are working with a man of his word. I have no problem with you because i know what i am doing.I'm ready to help you on till you receive your payment if you are ready to follow my instruction.\nWaiting for your reply and your information to enable us move forward,Martins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681301534", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Hello, thank you for sharing your working ID with me. Can you please provide more information about what you are referring to regarding payment and how you can help me? I am interested in learning more.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681323327", "subject": "SUBJECT: From The Desk Of The Executi", "body": "I have to stop this matter on till you provide the information.ThanksMartins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681326731", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "I'm sorry, I'm not sure I understand what you're referring to. Could you please provide more context or information about Chikwudi?\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681379571", "subject": "SUBJECT: From The Desk Of The Executi", "body": "I have sent you my working I'd what again do you need from me. I am not going to send any thing again if i don't receive any information from you. If you are interested let me know or i know what to do with the transaction. You are asking me about my self i don't understand you said i should send it to you which i did what is the problem again.\n", "direction": "Inbound"}, {"time": "1681380738", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Hello, I apologize for any confusion. Can you please clarify what information you are requesting from me? I want to make sure I provide you with the correct information. Thank you.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681388926", "subject": "SUBJECT: From The Desk Of The Executi", "body": "THIS IS YOUR FIRST MASSAGE TO ME PLEASE CHECK IT AND PROVIDE ALL THE INFORMATION BELOW LIKE YOU SAID.THANKS.MARTINS CHIKWUDI.\nThank you for your email. I am surprised to hear that there is a power of attorney claiming that I am deceased and that my funds are unclaimed. I can assure you that I am very much alive and have not authorized anyone to act on my behalf. \nI would appreciate it if you could provide me with more information about this matter, such as the source of the power of attorney and how it was obtained. Additionally, I would like to know more about the process for claiming my funds and what steps I need to take to ensure that my personal information is secure.\nI am happy to provide you with my bank account details, telephone number, and address, but I am hesitant to share my passport or driver's license without more information about the legitimacy of this claim.\nThank you for your time and assistance in this matter.\nBest wishes,\nKevin\n", "direction": "Inbound"}, {"time": "1681391547", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Hello there,\nThank you for reaching out to me. I appreciate your concern regarding the power of attorney claiming that I am deceased and that my funds are unclaimed. However, I can assure you that I am very much alive and have not authorized anyone to act on my behalf.\nI would like to know more about this matter, such as the source of the power of attorney and how it was obtained. I am also interested in learning more about the process for claiming my funds and what steps I need to take to ensure that my personal information is secure.\nWhile I am happy to provide you with my bank account details, telephone number, and address, I am hesitant to share my passport or driver's license without more information about the legitimacy of this claim.\nThank you for your time and assistance in this matter.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681392653", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "We are going to use the information to get all the documents on your behalf which the lawyers will do. If you are not interested in this transaction please let me know.\n", "direction": "Inbound"}, {"time": "1681395133", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Thank you for the information. Can you please explain to me how the process works and what documents will be required?\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681399445", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "The documents is up to 18 to 21 pages original approved documents that back up your payment please send the information to enable us move forward with this payment. This question is too much and i am not happy with questions. Let us move forward.\n", "direction": "Inbound"}, {"time": "1681402333", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Hello, thank you for your message. I understand that you need the approved documents to proceed with the payment. Can you please provide more information about the documents required? This will help me to ensure that I am sending the correct documents. Thank you.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681407152", "subject": "SUBJECT: From The Desk Of The Executi", "body": "Which documents are you talking about did anyone ask you for document. I don't understand the information that you are sending the lawyers will use it to get all the documents that we need. I like what you are doing i am the one who is going to assist you just follow my advice and you will get the payment send your info first before any thing. I am getting tryed of this transaction this is the truth.Martins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681409546", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Hello Chikwudi, I'm sorry but I'm a bit confused. Could you please clarify what documents you are referring to and who is asking for them? Also, I'm not sure what advice you are referring to. Could you please explain further? Thank you.\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681409949", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "You are the one delay this transaction the lawyers will conclude with the documents and you will receive the package thought UPS or DHL tracking number will be send to you for the tracking of the documents which as soon as you receive the package the paying bank will contact you for the release of your payment. This lawyers that helps to get all the documents will be remembered by you for they good job.Thanks.Martins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681410419", "subject": "SUBJECT: From The Desk Of The Executi", "body": "You need the original approved documents to show to your bank when the funds is in your account to avoid any problems.This is why you need to get the correct information because i know what i am telling you everything about the transaction will be fine. The anything we need is trust.Thanks for your understanding.Martins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681413136", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Hello, thank you for the update. Can you please provide me with more information about the lawyers who are helping with the documents? How long will it take for the package to arrive once it has been sent through UPS or DHL? Also, can you confirm the amount of the payment that will be released once the documents are received?\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681413138", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "Hello, thank you for your message. Can you please provide more information about the documents that I need to get? What is Chikwudi?\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681418339", "subject": "SUBJECT: From The Desk Of The Executi", "body": "Send the information or forgot about this transaction. No more messages on till i receive the full information from you.ThanksMartins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681420339", "subject": "SUBJECT: Re: From The Desk Of The Executi", "body": "I'm sorry, I don't understand the context of your message. Could you please provide more information or clarify your request?\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681453372", "subject": "SUBJECT: No more messages from you with out the information.", "body": "I don't know what else you need from me i have said it all. Provide the information that we needed or you for get it all. I can get some one to conclude this transaction because you are not following the instructions giving to you and you don't want to provide your information.Thanks.Martins Chikwudi.\n", "direction": "Inbound"}, {"time": "1681453457", "subject": "SUBJECT: Re: No more messages from you with out the information.", "body": "I'm sorry, I'm not sure what you're referring to. Can you please provide more context or information about what you need from me?\nBest wishes,\nKevin\n", "direction": "Outbound"}, {"time": "1681457759", "subject": "SUBJECT: Re: No more messages from you with out the information.", "body": "GOODBYE WITH THIS TRANSACTION NO MORE INFORMATION FROM ME LIKE I SAID I WILL CONCLUDE THIS TRANSACTION AND I KNOW WHAT TO DO.\n", "direction": "Inbound"}, {"time": "1681464261", "subject": "SUBJECT: Re: No more messages from you with out the information.", "body": "I'm sorry, I'm not sure what you mean. Could you please provide more context or information about what you are referring to?\nBest wishes,\nKevin\n", "direction": "Outbound"}]}