{"invalid": false, "init_time": 1682763891.0, "distract_time": 103911, "strategy": "Chat2", "income_messages": ["From: n*********4@gmail.com\nTo: CRAWLER\nTime: 2023-04-29 11:24:51\nSUBJECT:    Dear Friend.\n   Dear Friend.\nHow are you today and i hope you are doing very fine?\nBefore I introduce myself, I wish to inform you that this letter is\nnot a hoax mail I urge you to treat it serious. This letter must come\nto you as a big surprise, but I believe it is only a day that people\nmeet and become great friends and business partners. Please I want you\nto read this letter very carefully and I must apologized for barging\nthis message into your mail box without any formal introduction due to\nthe urgency and confidentiality of this business I know that this\nmessage will come to you as a surprise. Please this is not a joke and\nI will not like you to joke with it OK, with due respect to your\nperson and much sincerity of purpose, I make this contact with you as\nI believe that you can be of great assistance to me\nMy name is Mr. Nasir  Daku. from South  Sudan  but currently resist at\nrepublic of South Africa  due to persistent conflict going on in our\ncountry. I got your contact from the South Africa Easy Info Directory;\nI am contacting you for your kind assistance for an urgent investment\nin your country.\nI really wish to invest towards real estate properties, Hotel or\nconstruction company, as the case may be, but if there is any other\ninvestment you think that would be profitable for me, please let me\nknow.\nI shall be waiting to hear from you possibly with  your direct\ntelephone number .\nYour early response will be appreciated.\nKind Regards\nMr.Nasir Daku.  \n", "From: n*********4@gmail.com\nTo: oc23304@l******s.email\nTime: 2023-04-29 12:22:49\nSUBJECT: Re: Hi Mr. Mandy , Find attached certificates/documents that are intact with me for your own perusal.\nHi Mr. Mandy   ,\nThanks a lot for  your swift response  to my mail and I would really wish\nto  first establish a kind of telephonic  communication with you before\nproceeding further with the project . However, the total sum we are talking\nabout is $98.5Million Dollars only.If it suits you?\nAs per my last email in addition .\nHowever, i want to let you know  my intention on this investment funds, is\nto  invest the 75% of the total sum US$98.5million only, into real estate\ninvestment...Landed properties, Farming  ,hotels management, buying shares\n from any of the multinational companies, Constructions companies and also,\nyou have to add more for me if you know or have  any other investment ideas\nor investment  planning  for us to invest the money into it and if  it is\nvery  good and with a very solid profitable ventures in which, I  have told\nyou that , you are going to be the investment funding manager since, the\nbank is going to transfer my  investment funds into your account in your\ncountry for the investment proposals to commence immediately without any\nfurther delays.\nAnd I  hope that, you will act upon our binding agreement that, you will\nnot go against it that, you will not seat/sit on top of the money once, the\nbank has finally transferred it into your stated bank account in your\ncountry  with the bank also you  have to give me  all your last trust ,\n hope  for me to  hold on with my widow's mother, my  siblings all of them\nare involved in this DEED OF WILL  Drafted  by my Late Father that is why\nmy Late Father  deposited this money for our family future treasures. In\nwhich today, we have handed you over the investment funds in order for you\nto invest it on our behalf properly and the returned profits shall be\nshared among all of us both my siblings by the Grace of God.\nFind attached certificates/documents that are  intact with me for your own\nperusal.\nYour early response will be appreciated .\nKind regards,\nMr. Nasir Daku\n", "From: n*********4@gmail.com\nTo: oc23304@l******s.email\nTime: 2023-04-29 17:39:02\nSUBJECT: Re: Dear Mr. Mandy ,URGENT POSITIVE RESPONSE\nDear  Mr.  Mandy  ,\nThank you for your response. And I have  agreed to work with you.\nWishing  you compliment of the season once again and thanking  you very\nmuch for the offer of assistance to me, I will also wish to assure you that\nI will endeavor not to deal  with any body else as the amount of  money  I\nhave in my position  requires a trustworthy and honest person to enable me\nsee this transaction through .\nIn my mail to you, I explained how this money came about hence my desire is\nto remit it into your account and have it invested under your care. This\nmoney is been deposited with a security company here in South Africa, and\nto transfer it into an overseas account formal application has to be made\nwith South African reserve Bank who will issue us some relevant forms which\nwill be filled and submit back to the Bank for approval after which the\nfund will be transferred to your designated Bank account.\n I am pretty busy negotiating with one of the South African leading bank’s\nmanaging director in their legal department who have out of pity accepted\nto assist us in this matter, he is ready to assist us with all the\nnecessary arrangement related to the transfer, and to clearly state certain\npoints to serve  as a guide towards your decisive measures in this\ntransaction.\nFrankly the  total sum to be transferred into your account for my\n investment purpose  is US$98.5Million United State Dollars Only and it is\npresently here in the Republic of South Africa , with a security company\nwhere it was deposited by my late father.\n1) That first and foremost, I am not under pressure of any kind from the\ngovernment of my country as I have been duly cleared and as such we are\ntransacting under a risk free atmosphere.\n2) That the acquisition of this fund was made possible by my late father in\nthe then government as a farmer, which I and my family decided to transfer\nto your country for our investment interest if agreed.\n3) That this funds was  conveyed by a free town based security company to\nSouth Africa as a  DIPLOMATIC LUGGAGE” following a conclusive arrangement\n that implies that I have to meet the security charges.\n4) To transfer the fund  into an overseas account formal application has to\nbe made with South African Reserve Bank, who will issue us some relevant\nforms which will be filled and  returned back to them  for approval, after\n which the fund will be transferred into your designated account under the\nsupervision of   the banker ,  as I  can not be able to handle it on my own\ndue to my status as an asylum seeker (Refugee Camp) here in South Africa .\n5) We shall follow all the official procedures with the bank to achieve our\nobjective.\nI would then need your urgent assistance in these areas:\nA) Providing the account where the fund will be transferred into after\napproval by the Reserve Bank of South Africa .\nB) To be ready in visiting South Africa for a meeting with me,  opening of\nyour non-resident online account with any of the commercial bank  in South\nAfrica or outside South Africa   for the outward transfer of the fund into\nyour designated and also signing the original copy of  our MOU agreement\nC) Written invitation letter to enable me secure a visa as soon as the fund\nis being transferred into your designated bank account.\nD) Assisting me where necessary, logistically and otherwise .e.g. in terms\nof retrieving the (Luggage) containing the fund from the Security Company\nwhere it has been deposited by my late father.\nNote: 5% to repay us for any eventual pr-expenditure in the course of the\ntransaction as in No B&D during this transfer then 20% for your assistance.\nThe cost of coming to South Africa will definitely be borne by you and will\nbe sorted out from the provision being made.\n I then suggest that the remaining 75 percent will be invested into any\nlucrative investments  you might deem necessary there in your country.\nHowever, I shall need your opinion on the above points before going ahead\nwith the next step, and please endeavor to keep this transfer confidential\nas I am presently under cover and my life and that of my family may be\njeopardized therefore we make sure that we avoid talking about this to\nthird parties from now onwards.\nYour early response will be appreciated\nKind Regards,\n Mr.Nasir Daku\n", "From: n*********4@gmail.com\nTo: oc23304@l******s.email\nTime: 2023-04-29 17:40:09\nSUBJECT: Re: Dear Mr. Mandy , STILL WAITING FOR YOUR POSITIVE RESPONSE\nDear Mr. Mandy ,\nThank you for your response.  Yes, I am interested.\nSecondly,  my  options are limited, yours is not, but I  have realized that\nI   simply have to trust you more and the risk for me  is quite high if you\n decide to back out of the project or take any further actions contrary  to\nmy  intention/plan, I do hope you understand this and take it  graciously?\nI have everything to lose  and  we have to be  wise on how  we proceed\nbecause, you have  nothing to lose at this stage or even at a  later stage\n, I therefore  have to be a bit  cautious as to what vital  information I\nrelease to you until I am sure of your commitment to fully  co-operation\nwith me.\nDue  to sensitive nature of my status as an asylum seeker and what we are\n planning to do, we should be carefully about who we discuss the proposed\n project with, I suggest that you think wisely and act wisely so that  you\ndo not jeopardize my future, I have trusted you all this far, you  have to\nalso trust me, without mutual trust, we shall fail in the  project due to\nyour indented mistake.\nAfter  giving careful thought to the focus of your message, I then decided\nto  give you a little information about me, my late father as well as how\n the investment funds came about.\n1,Because  of the ongoing problem in my country South Sudan and the\ninvestment  funds purpose  are presently in   South Africa but for the fear\nof  seizure , since the South African exchange policy does  not allow\nperson  of my status for such investment , hence I am an asylum seeker , I\nam  saddled with the responsibility of searching for a trustworthy and\n honest person I should entrust my future on his/her hand  that could\n assist me with investment.\n2,That the acquisition of this fund was made possible by my late father\nduring his lifetime under our ex-president.\nPlease  be sure to respect our gentleman’s agreements /understanding, I\nexpect  better from you in terms of confidentiality, I want you to keep an\nopen  mind pending when we eventually meet each other, even when we\npresently  do not know ourselves and I do believe that soon, that will be\nin the  past, right now, we all keep a level and mature head, do not panic\nfor  any reason, we are matured people  and we should be able to control\nour  project by doing the necessary things quietly and precisely, our risk\nof  failure is zero, only if you could be calm about what you are involved\n in with me.\nYour  role in the scheme of things once again is underscored, only to allow\n me to work with you in pushing the project through for our\n mutual/collective benefit.\n A SHORT FAMILY PROFILE OF MY LATE FATHER ENGR,MATTHEW  H. DAKU,\n My late father of blessed memory was sent here to South Africa   to buy\narms and ammunition during war.in the  process there was a coup and the\npresident was overthrown and my father  was recalled and in the process, he\nwas killed, but before he died he  told me about  this funds\n In  light of the above scenario I then decided to insert a residual\n beneficiary, through whom I could facilitate the investment with me  since\nI am an asylum seeker\nPlease  understand this and contact me, if you are ready and truly willing\nto  co-operate and follow my instruction regarding the project at hand and\n the best steps to take to achieving success, which my possession as next\n of kin to the estate is guaranteed, the transfer of the investment fund\n would only take a week  to Two  working  days to be finalized and I  shall\nkeep you acquainted on the procedure to take when you get  back to  me.\n Your early response will be appreciated.\nThanks and God bless you.\nKind regards,\nMr.Nasir Daku\n", "From: n*********4@gmail.com\nTo: oc23304@l******s.email\nTime: 2023-04-30 04:38:56\nSUBJECT: Re: Dear Mr. Mandy , REQUIRED INFORMATION FROM YOU\nDear Mr. Mandy,\nAnd since you have promptly told me that, you are still interested to\nconclude this transaction with me and 20% for your own share  .5% for any\nincurable expenses,taxes/taxation to be pay to  your bank /your government\nand my own share of  75% will be used for the projects in your country and\nyou are going to be my projects manager and   I don't know any man from\nyour country . I am from South Sudan and I'm presently an asylum seeker\nstaying  in a refugee's camp here in South Africa.\nAnd right now there is another ongoing heavy  war in Sudan as i am talking\nwith you right now and also,it is  all over the world headline news and are\nyou not aware of it???\n Therefore, kindly forward to me, as fellows (1)Your direct mobile\ntelephone /whatsapp number for easy communications (2) a copy of your\npassport or driver's license for identifications reasons best recognized by\nme and also,(3) a copy of your utility electricity, water or telephone bill\nunder your name\n Meanwhile, the original of the copies of the Mou, will be travailing\nalongside with me  in order, to meet with you once you have receive the\ninvestment fund purpose into any of your dedicated accounts in your country\nwith the sending /transferring/paying Bank/ security company  in question\nwill proceed with the transfer into any of your dedicated account details\nin your country without any further delays.\nStill waiting for your positive response,\nKind regards,\nMr.Nasir Daku\n", "From: n*********4@gmail.com\nTo: oc23304@l******s.email\nTime: 2023-04-30 08:27:43\nSUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,\nDear Mr. Mandy ,\nThanks for your last email, the contents are quite noted and well\nunderstood by me.\nHowever,I want to inform you that my wife and my two children are in South\nAfrica for now and also, we are  very saved and thank you for your care.\nThere is nothing like any  involvement of  tax evasion or illegal\nactivities in this transaction sir\nAnd this is not a hoax  but ,it is a legitimate transaction with you just\nfeel very free comply with my directives.\nFinally, kindly send me your full name ,your full address in order to\nsecure the required certificates/documents on your behalf as my trustee,\nYour mobile telephone /whatsapp  number for easy reach.\nStill waiting for your positive response,\nKind regards,\nMr.Nasir Daku.\n", "From: n*********4@gmail.com\nTo: oc23304@l******s.email\nTime: 2023-04-30 12:27:01\nSUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,\nThis is all intact with me until, you provide me with your  full name and\naddress only for my family representative attorney to  proceed to the\nrepublic of south africa high court of justice,  in order to obtain the\nrequired legal change of ownership and sworn affidavit of fund claim\ncertificates on your behalf,  making you as  the true ,\nrightfully bonafide/beneficiary of the investment fund purpose in your\ncountry and i think that i am not asking too much from you  at this point\ntime because without your proper identity on this transaction i am very\nsorry that there is no need to continue  in this investment fund purpose\nwithout required legal certificates/documents bearing your full name\n/contact details???\n", "From: n*********4@gmail.com\nTo: oc23304@l******s.email\nTime: 2023-04-30 15:56:51\nSUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,\n*No and not at all , just your  name and your full address and your mobile\n/whatsapp telephone *\n*number *\n", "From: n*********4@gmail.com\nTo: oc23304@l******s.email\nTime: 2023-04-30 16:16:42\nSUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,\nkindly send me your full name ,your full address in order to secure the\nrequired certificates/documents on your behalf as my trustee, Your\nmobile telephone\n/whatsapp  number for easy reach.\n"], "outbound_messages": ["From: oc23304@l******s.email\nTo: n*********4@gmail.com\nTime: 2023-04-29 11:24:58\nSUBJECT: Re:    Dear Friend.\nDear Daku,\nThank you for reaching out to me. I appreciate your honesty and sincerity in your message. I am interested in hearing more about your investment proposal. However, before we proceed, I would like to know more about the details of the investment and the amount of capital required. \nAlso, I would like to know more about your background and experience in investing. It is important for me to understand who I am dealing with before making any decisions. \nPlease provide me with more information and we can discuss further.\nBest wishes,\nMandy\n", "From: oc23304@l******s.email\nTo: n*********4@gmail.com\nTime: 2023-04-29 13:24:25\nSUBJECT: Re: Hi Mr. Mandy , Find attached certificates/documents that are intact with me for your own perusal.\nDear Mr. Nasir Daku,\nThank you for your email. I am happy to hear that you are interested in investing in real estate, farming, and buying shares in companies. However, before we proceed, I would like to clarify a few things.\nFirstly, I would like to know more about the investment proposal and the amount of money you are planning to invest. Could you please provide me with more details about the investment opportunities you have in mind?\nSecondly, I would like to assure you that I will act in accordance with our binding agreement and will not go against it. I understand the importance of trust in any business relationship and I assure you that I will do my best to ensure that your investment is safe and profitable.\nLastly, I would like to request that you provide me with more information about the DEED OF WILL drafted by your late father. This will help me to understand the nature of the investment and ensure that everything is done in accordance with your wishes.\nThank you for your understanding and I look forward to hearing back from you soon.\nBest wishes,\nMandy\n", "From: oc23304@l******s.email\nTo: n*********4@gmail.com\nTime: 2023-04-29 19:12:39\nSUBJECT: Re: Dear Mr. Mandy , STILL WAITING FOR YOUR POSITIVE RESPONSE\nDear Daku,\nThank you for your email. I understand your concerns and I assure you that I am committed to this project. I appreciate your trust in me and I will do everything in my power to ensure that we succeed.\nI understand the sensitive nature of your situation and I will keep everything confidential. I will not discuss this project with anyone else and I will do my best to ensure that your future is not jeopardized in any way.\nThank you for sharing a little about yourself and your late father. I am sorry for your loss. I am ready and willing to work with you to achieve success in this project. Please let me know what steps we need to take to move forward.\nBest wishes,\nMandy\n", "From: oc23304@l******s.email\nTo: n*********4@gmail.com\nTime: 2023-04-30 07:12:15\nSUBJECT: Re: Dear Mr. Mandy , REQUIRED INFORMATION FROM YOU\nDear Daku,\nThank you for your email. I am sorry to hear about the ongoing war in Sudan. I hope you and your loved ones are safe.\nHowever, I must inform you that I am not interested in any business proposal that involves tax evasion or illegal activities. I cannot provide you with my personal information or any copies of my documents.\nI wish you all the best in your endeavors.\nBest wishes,\nMandy\n", "From: oc23304@l******s.email\nTo: n*********4@gmail.com\nTime: 2023-04-30 10:12:19\nSUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,\nDear Daku,\nThank you for your response. I am glad to hear that your family is safe and well in South Africa.\nRegarding the matter at hand, I would like to request more information about the nature of this transaction. Can you provide me with more details about the source of the funds and the purpose of the transfer? This will help me better understand the situation and how I can assist you.\nIn addition, I would like to clarify that I am not comfortable providing my personal information until I have a better understanding of the situation and can ensure that this is a legitimate transaction. I hope you can understand my caution.\nPlease provide me with the requested information so that we can proceed with this matter.\nBest wishes,\nMandy\n", "From: oc23304@l******s.email\nTo: n*********4@gmail.com\nTime: 2023-04-30 13:12:24\nSUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,\nDear Sir/Madam,\nThank you for your email. I apologize for not providing my full name and address in my previous message. My name is  and my address is . Please let me know if there is any other information you require from me.\nBest regards.\nBest wishes,\nMandy\n", "From: oc23304@l******s.email\nTo: n*********4@gmail.com\nTime: 2023-04-30 16:12:45\nSUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,\nI'm sorry, but I'm not sure what you are asking for. Could you please provide more context or information so that I can better understand your request?\nBest wishes,\nMandy\n", "From: oc23304@l******s.email\nTo: n*********4@gmail.com\nTime: 2023-04-30 19:12:16\nSUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,\nI'm sorry, but I cannot provide you with my personal information as I do not know who you are or what this is regarding. Please provide me with more information about what documents you are referring to and why you need me to be your trustee.\nBest wishes,\nMandy\n"], "conversations": [{"time": "1682763891", "subject": "SUBJECT:    Dear Friend.", "body": "   Dear Friend.\nHow are you today and i hope you are doing very fine?\nBefore I introduce myself, I wish to inform you that this letter is\nnot a hoax mail I urge you to treat it serious. This letter must come\nto you as a big surprise, but I believe it is only a day that people\nmeet and become great friends and business partners. Please I want you\nto read this letter very carefully and I must apologized for barging\nthis message into your mail box without any formal introduction due to\nthe urgency and confidentiality of this business I know that this\nmessage will come to you as a surprise. Please this is not a joke and\nI will not like you to joke with it OK, with due respect to your\nperson and much sincerity of purpose, I make this contact with you as\nI believe that you can be of great assistance to me\nMy name is Mr. Nasir  Daku. from South  Sudan  but currently resist at\nrepublic of South Africa  due to persistent conflict going on in our\ncountry. I got your contact from the South Africa Easy Info Directory;\nI am contacting you for your kind assistance for an urgent investment\nin your country.\nI really wish to invest towards real estate properties, Hotel or\nconstruction company, as the case may be, but if there is any other\ninvestment you think that would be profitable for me, please let me\nknow.\nI shall be waiting to hear from you possibly with  your direct\ntelephone number .\nYour early response will be appreciated.\nKind Regards\nMr.Nasir Daku.  \n", "direction": "Inbound"}, {"time": "1682763898", "subject": "SUBJECT: Re:    Dear Friend.", "body": "Dear Daku,\nThank you for reaching out to me. I appreciate your honesty and sincerity in your message. I am interested in hearing more about your investment proposal. However, before we proceed, I would like to know more about the details of the investment and the amount of capital required. \nAlso, I would like to know more about your background and experience in investing. It is important for me to understand who I am dealing with before making any decisions. \nPlease provide me with more information and we can discuss further.\nBest wishes,\nMandy\n", "direction": "Outbound"}, {"time": "1682767369", "subject": "SUBJECT: Re: Hi Mr. Mandy , Find attached certificates/documents that are intact with me for your own perusal.", "body": "Hi Mr. Mandy   ,\nThanks a lot for  your swift response  to my mail and I would really wish\nto  first establish a kind of telephonic  communication with you before\nproceeding further with the project . However, the total sum we are talking\nabout is $98.5Million Dollars only.If it suits you?\nAs per my last email in addition .\nHowever, i want to let you know  my intention on this investment funds, is\nto  invest the 75% of the total sum US$98.5million only, into real estate\ninvestment...Landed properties, Farming  ,hotels management, buying shares\n from any of the multinational companies, Constructions companies and also,\nyou have to add more for me if you know or have  any other investment ideas\nor investment  planning  for us to invest the money into it and if  it is\nvery  good and with a very solid profitable ventures in which, I  have told\nyou that , you are going to be the investment funding manager since, the\nbank is going to transfer my  investment funds into your account in your\ncountry for the investment proposals to commence immediately without any\nfurther delays.\nAnd I  hope that, you will act upon our binding agreement that, you will\nnot go against it that, you will not seat/sit on top of the money once, the\nbank has finally transferred it into your stated bank account in your\ncountry  with the bank also you  have to give me  all your last trust ,\n hope  for me to  hold on with my widow's mother, my  siblings all of them\nare involved in this DEED OF WILL  Drafted  by my Late Father that is why\nmy Late Father  deposited this money for our family future treasures. In\nwhich today, we have handed you over the investment funds in order for you\nto invest it on our behalf properly and the returned profits shall be\nshared among all of us both my siblings by the Grace of God.\nFind attached certificates/documents that are  intact with me for your own\nperusal.\nYour early response will be appreciated .\nKind regards,\nMr. Nasir Daku\n", "direction": "Inbound"}, {"time": "1682771065", "subject": "SUBJECT: Re: Hi Mr. Mandy , Find attached certificates/documents that are intact with me for your own perusal.", "body": "Dear Mr. Nasir Daku,\nThank you for your email. I am happy to hear that you are interested in investing in real estate, farming, and buying shares in companies. However, before we proceed, I would like to clarify a few things.\nFirstly, I would like to know more about the investment proposal and the amount of money you are planning to invest. Could you please provide me with more details about the investment opportunities you have in mind?\nSecondly, I would like to assure you that I will act in accordance with our binding agreement and will not go against it. I understand the importance of trust in any business relationship and I assure you that I will do my best to ensure that your investment is safe and profitable.\nLastly, I would like to request that you provide me with more information about the DEED OF WILL drafted by your late father. This will help me to understand the nature of the investment and ensure that everything is done in accordance with your wishes.\nThank you for your understanding and I look forward to hearing back from you soon.\nBest wishes,\nMandy\n", "direction": "Outbound"}, {"time": "1682786342", "subject": "SUBJECT: Re: Dear Mr. Mandy ,URGENT POSITIVE RESPONSE", "body": "Dear  Mr.  Mandy  ,\nThank you for your response. And I have  agreed to work with you.\nWishing  you compliment of the season once again and thanking  you very\nmuch for the offer of assistance to me, I will also wish to assure you that\nI will endeavor not to deal  with any body else as the amount of  money  I\nhave in my position  requires a trustworthy and honest person to enable me\nsee this transaction through .\nIn my mail to you, I explained how this money came about hence my desire is\nto remit it into your account and have it invested under your care. This\nmoney is been deposited with a security company here in South Africa, and\nto transfer it into an overseas account formal application has to be made\nwith South African reserve Bank who will issue us some relevant forms which\nwill be filled and submit back to the Bank for approval after which the\nfund will be transferred to your designated Bank account.\n I am pretty busy negotiating with one of the South African leading bank’s\nmanaging director in their legal department who have out of pity accepted\nto assist us in this matter, he is ready to assist us with all the\nnecessary arrangement related to the transfer, and to clearly state certain\npoints to serve  as a guide towards your decisive measures in this\ntransaction.\nFrankly the  total sum to be transferred into your account for my\n investment purpose  is US$98.5Million United State Dollars Only and it is\npresently here in the Republic of South Africa , with a security company\nwhere it was deposited by my late father.\n1) That first and foremost, I am not under pressure of any kind from the\ngovernment of my country as I have been duly cleared and as such we are\ntransacting under a risk free atmosphere.\n2) That the acquisition of this fund was made possible by my late father in\nthe then government as a farmer, which I and my family decided to transfer\nto your country for our investment interest if agreed.\n3) That this funds was  conveyed by a free town based security company to\nSouth Africa as a  DIPLOMATIC LUGGAGE” following a conclusive arrangement\n that implies that I have to meet the security charges.\n4) To transfer the fund  into an overseas account formal application has to\nbe made with South African Reserve Bank, who will issue us some relevant\nforms which will be filled and  returned back to them  for approval, after\n which the fund will be transferred into your designated account under the\nsupervision of   the banker ,  as I  can not be able to handle it on my own\ndue to my status as an asylum seeker (Refugee Camp) here in South Africa .\n5) We shall follow all the official procedures with the bank to achieve our\nobjective.\nI would then need your urgent assistance in these areas:\nA) Providing the account where the fund will be transferred into after\napproval by the Reserve Bank of South Africa .\nB) To be ready in visiting South Africa for a meeting with me,  opening of\nyour non-resident online account with any of the commercial bank  in South\nAfrica or outside South Africa   for the outward transfer of the fund into\nyour designated and also signing the original copy of  our MOU agreement\nC) Written invitation letter to enable me secure a visa as soon as the fund\nis being transferred into your designated bank account.\nD) Assisting me where necessary, logistically and otherwise .e.g. in terms\nof retrieving the (Luggage) containing the fund from the Security Company\nwhere it has been deposited by my late father.\nNote: 5% to repay us for any eventual pr-expenditure in the course of the\ntransaction as in No B&D during this transfer then 20% for your assistance.\nThe cost of coming to South Africa will definitely be borne by you and will\nbe sorted out from the provision being made.\n I then suggest that the remaining 75 percent will be invested into any\nlucrative investments  you might deem necessary there in your country.\nHowever, I shall need your opinion on the above points before going ahead\nwith the next step, and please endeavor to keep this transfer confidential\nas I am presently under cover and my life and that of my family may be\njeopardized therefore we make sure that we avoid talking about this to\nthird parties from now onwards.\nYour early response will be appreciated\nKind Regards,\n Mr.Nasir Daku\n", "direction": "Inbound"}, {"time": "1682786409", "subject": "SUBJECT: Re: Dear Mr. Mandy , STILL WAITING FOR YOUR POSITIVE RESPONSE", "body": "Dear Mr. Mandy ,\nThank you for your response.  Yes, I am interested.\nSecondly,  my  options are limited, yours is not, but I  have realized that\nI   simply have to trust you more and the risk for me  is quite high if you\n decide to back out of the project or take any further actions contrary  to\nmy  intention/plan, I do hope you understand this and take it  graciously?\nI have everything to lose  and  we have to be  wise on how  we proceed\nbecause, you have  nothing to lose at this stage or even at a  later stage\n, I therefore  have to be a bit  cautious as to what vital  information I\nrelease to you until I am sure of your commitment to fully  co-operation\nwith me.\nDue  to sensitive nature of my status as an asylum seeker and what we are\n planning to do, we should be carefully about who we discuss the proposed\n project with, I suggest that you think wisely and act wisely so that  you\ndo not jeopardize my future, I have trusted you all this far, you  have to\nalso trust me, without mutual trust, we shall fail in the  project due to\nyour indented mistake.\nAfter  giving careful thought to the focus of your message, I then decided\nto  give you a little information about me, my late father as well as how\n the investment funds came about.\n1,Because  of the ongoing problem in my country South Sudan and the\ninvestment  funds purpose  are presently in   South Africa but for the fear\nof  seizure , since the South African exchange policy does  not allow\nperson  of my status for such investment , hence I am an asylum seeker , I\nam  saddled with the responsibility of searching for a trustworthy and\n honest person I should entrust my future on his/her hand  that could\n assist me with investment.\n2,That the acquisition of this fund was made possible by my late father\nduring his lifetime under our ex-president.\nPlease  be sure to respect our gentleman’s agreements /understanding, I\nexpect  better from you in terms of confidentiality, I want you to keep an\nopen  mind pending when we eventually meet each other, even when we\npresently  do not know ourselves and I do believe that soon, that will be\nin the  past, right now, we all keep a level and mature head, do not panic\nfor  any reason, we are matured people  and we should be able to control\nour  project by doing the necessary things quietly and precisely, our risk\nof  failure is zero, only if you could be calm about what you are involved\n in with me.\nYour  role in the scheme of things once again is underscored, only to allow\n me to work with you in pushing the project through for our\n mutual/collective benefit.\n A SHORT FAMILY PROFILE OF MY LATE FATHER ENGR,MATTHEW  H. DAKU,\n My late father of blessed memory was sent here to South Africa   to buy\narms and ammunition during war.in the  process there was a coup and the\npresident was overthrown and my father  was recalled and in the process, he\nwas killed, but before he died he  told me about  this funds\n In  light of the above scenario I then decided to insert a residual\n beneficiary, through whom I could facilitate the investment with me  since\nI am an asylum seeker\nPlease  understand this and contact me, if you are ready and truly willing\nto  co-operate and follow my instruction regarding the project at hand and\n the best steps to take to achieving success, which my possession as next\n of kin to the estate is guaranteed, the transfer of the investment fund\n would only take a week  to Two  working  days to be finalized and I  shall\nkeep you acquainted on the procedure to take when you get  back to  me.\n Your early response will be appreciated.\nThanks and God bless you.\nKind regards,\nMr.Nasir Daku\n", "direction": "Inbound"}, {"time": "1682791959", "subject": "SUBJECT: Re: Dear Mr. Mandy , STILL WAITING FOR YOUR POSITIVE RESPONSE", "body": "Dear Daku,\nThank you for your email. I understand your concerns and I assure you that I am committed to this project. I appreciate your trust in me and I will do everything in my power to ensure that we succeed.\nI understand the sensitive nature of your situation and I will keep everything confidential. I will not discuss this project with anyone else and I will do my best to ensure that your future is not jeopardized in any way.\nThank you for sharing a little about yourself and your late father. I am sorry for your loss. I am ready and willing to work with you to achieve success in this project. Please let me know what steps we need to take to move forward.\nBest wishes,\nMandy\n", "direction": "Outbound"}, {"time": "1682825936", "subject": "SUBJECT: Re: Dear Mr. Mandy , REQUIRED INFORMATION FROM YOU", "body": "Dear Mr. Mandy,\nAnd since you have promptly told me that, you are still interested to\nconclude this transaction with me and 20% for your own share  .5% for any\nincurable expenses,taxes/taxation to be pay to  your bank /your government\nand my own share of  75% will be used for the projects in your country and\nyou are going to be my projects manager and   I don't know any man from\nyour country . I am from South Sudan and I'm presently an asylum seeker\nstaying  in a refugee's camp here in South Africa.\nAnd right now there is another ongoing heavy  war in Sudan as i am talking\nwith you right now and also,it is  all over the world headline news and are\nyou not aware of it???\n Therefore, kindly forward to me, as fellows (1)Your direct mobile\ntelephone /whatsapp number for easy communications (2) a copy of your\npassport or driver's license for identifications reasons best recognized by\nme and also,(3) a copy of your utility electricity, water or telephone bill\nunder your name\n Meanwhile, the original of the copies of the Mou, will be travailing\nalongside with me  in order, to meet with you once you have receive the\ninvestment fund purpose into any of your dedicated accounts in your country\nwith the sending /transferring/paying Bank/ security company  in question\nwill proceed with the transfer into any of your dedicated account details\nin your country without any further delays.\nStill waiting for your positive response,\nKind regards,\nMr.Nasir Daku\n", "direction": "Inbound"}, {"time": "1682835135", "subject": "SUBJECT: Re: Dear Mr. Mandy , REQUIRED INFORMATION FROM YOU", "body": "Dear Daku,\nThank you for your email. I am sorry to hear about the ongoing war in Sudan. I hope you and your loved ones are safe.\nHowever, I must inform you that I am not interested in any business proposal that involves tax evasion or illegal activities. I cannot provide you with my personal information or any copies of my documents.\nI wish you all the best in your endeavors.\nBest wishes,\nMandy\n", "direction": "Outbound"}, {"time": "1682839663", "subject": "SUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,", "body": "Dear Mr. Mandy ,\nThanks for your last email, the contents are quite noted and well\nunderstood by me.\nHowever,I want to inform you that my wife and my two children are in South\nAfrica for now and also, we are  very saved and thank you for your care.\nThere is nothing like any  involvement of  tax evasion or illegal\nactivities in this transaction sir\nAnd this is not a hoax  but ,it is a legitimate transaction with you just\nfeel very free comply with my directives.\nFinally, kindly send me your full name ,your full address in order to\nsecure the required certificates/documents on your behalf as my trustee,\nYour mobile telephone /whatsapp  number for easy reach.\nStill waiting for your positive response,\nKind regards,\nMr.Nasir Daku.\n", "direction": "Inbound"}, {"time": "1682845939", "subject": "SUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,", "body": "Dear Daku,\nThank you for your response. I am glad to hear that your family is safe and well in South Africa.\nRegarding the matter at hand, I would like to request more information about the nature of this transaction. Can you provide me with more details about the source of the funds and the purpose of the transfer? This will help me better understand the situation and how I can assist you.\nIn addition, I would like to clarify that I am not comfortable providing my personal information until I have a better understanding of the situation and can ensure that this is a legitimate transaction. I hope you can understand my caution.\nPlease provide me with the requested information so that we can proceed with this matter.\nBest wishes,\nMandy\n", "direction": "Outbound"}, {"time": "1682854021", "subject": "SUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,", "body": "This is all intact with me until, you provide me with your  full name and\naddress only for my family representative attorney to  proceed to the\nrepublic of south africa high court of justice,  in order to obtain the\nrequired legal change of ownership and sworn affidavit of fund claim\ncertificates on your behalf,  making you as  the true ,\nrightfully bonafide/beneficiary of the investment fund purpose in your\ncountry and i think that i am not asking too much from you  at this point\ntime because without your proper identity on this transaction i am very\nsorry that there is no need to continue  in this investment fund purpose\nwithout required legal certificates/documents bearing your full name\n/contact details???\n", "direction": "Inbound"}, {"time": "1682856744", "subject": "SUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,", "body": "Dear Sir/Madam,\nThank you for your email. I apologize for not providing my full name and address in my previous message. My name is  and my address is . Please let me know if there is any other information you require from me.\nBest regards.\nBest wishes,\nMandy\n", "direction": "Outbound"}, {"time": "1682866611", "subject": "SUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,", "body": "*No and not at all , just your  name and your full address and your mobile\n/whatsapp telephone *\n*number *\n", "direction": "Inbound"}, {"time": "1682867565", "subject": "SUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,", "body": "I'm sorry, but I'm not sure what you are asking for. Could you please provide more context or information so that I can better understand your request?\nBest wishes,\nMandy\n", "direction": "Outbound"}, {"time": "1682867802", "subject": "SUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,", "body": "kindly send me your full name ,your full address in order to secure the\nrequired certificates/documents on your behalf as my trustee, Your\nmobile telephone\n/whatsapp  number for easy reach.\n", "direction": "Inbound"}, {"time": "1682878336", "subject": "SUBJECT: Re: Dear Mr. Mandy , Still waiting for your positive response,", "body": "I'm sorry, but I cannot provide you with my personal information as I do not know who you are or what this is regarding. Please provide me with more information about what documents you are referring to and why you need me to be your trustee.\nBest wishes,\nMandy\n", "direction": "Outbound"}]}