{"invalid": false, "init_time": 1682111582.0, "distract_time": 640745, "strategy": "Chat1", "income_messages": ["From: p*****0@gmail.com\nTo: CRAWLER\nTime: 2023-04-21 22:13:02\nSUBJECT:   My name is Perova Tatiana. I\n  My name is Perova Tatiana. I am a Ukrainian, a single child of my parents, my father is Ukrainian and my Mother is South African.\nMy Parents were killed during the Russian Invasion of my country Ukraine. Before their death, my father left some assets for me in the sum of $1.5million USD,\nI am looking for urgent help to transfer this money out of the trust fund insurance account to help me start up a new life again in your country. if you will welcome me as part of your family and take me as your own.\nYou will take $150.000 USD from the money and leave $1.350 million USD for me to start up a new life.\nPlease Reply to me at (   \npttnaa0@gmail.com\n  ) and before you reply to me, I need you to Reassure me you will take me as your own child / Daughter and guide me on the right part and what to do with the rest of the $1.350 million USD.\nIf I am convinced you will not betray me then I will provide you with the contact details of the financier who will transfer the money to you.\nRegards\nPerova Tatiana   \n", "From: p*****0@gmail.com\nTo: ox08827@l******s.email\nTime: 2023-04-22 05:15:03\nSUBJECT: Please go ahead and contact the financier to commence the process of transferring the money to you\n*Thank you so much my beloved Daddy and please contact my financier for\nthe transfer and please he will be in the better place to let you know the\nprocedures of the transfer.*\n*Financier Name : Kurt Schneider.Standard bank Financier, Johannesburg,\nSouth Africa.Direct line : +27-788680135Email  :\ninfo_standardbank@safrica.com <info_standardbank@safrica.com>let him know\nthat Perova asked you to contact him to receive the money, i have already\nmade him know i need the money transferred to you and he asked me to ask\nyou to contact him.I Really appreciate your concern and love for me. I\npromised to be a good Daughter to you when I arrive in your country soon.\n Thank you and I will be waiting for your update as soon as you are in\ncontact with the financier.Attached is the copy of the account statement in\nmy mother name for you to see and go ahead and contact my financier for the\ntransfer to your account so i can fly to meet you to start up a new life\nwith your family.Attached with the bank statement is my picture with my\nmother.Please send me your ID Copy or Passport Copy with pictures to help\nme know you better and please don't betray my trust and confidence in\nyou.Regards.Tatiana*\n", "From: p*****0@gmail.com\nTo: ox08827@l******s.email\nTime: 2023-04-22 17:10:11\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nThank you so much my beloved friend,\nhow are you doing today, are you able to contact my financier for the\ntransfer of my money?\nif you don't send me anything relating to your identification then how\nwould i know you when we meet soon?\n", "From: p*****0@gmail.com\nTo: ox08827@l******s.email\nTime: 2023-04-22 21:52:10\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nI am studying to become a pilot before the war broke out, i have not yet\nfinished my studies, this is why I need your help to receive my money and\nbe able to help me leave Ukraine and then finish my strudies in your\ncountry.\nEverything has been shattered here and nothing is really working anymore.\nplease help me as the Lord have laid it in your heart to do for me and you\nwill never regret helping me,\nsee attached my first Pilot Certificate.\nPlease send me more information about yourself.\nRegards\nyour Tatiana.\n", "From: p*****0@gmail.com\nTo: ox08827@l******s.email\nTime: 2023-04-22 22:22:29\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nMy dear, i have previously explained all you needed to know about my money\nin south africa in my first letter to you.\nthe money is a total of US$1.5Million which my father deposited into my\nmother account in a TRUST FUND INSURANCE ACCOUNT.\nmy father made his money through mining in those days when he was working\naround the world.\nthey digg Gold and Diamond in Some African countries like Mozambique, and\nSouth Africa where he saw my mother and married her.\nhe deposited the money into my mother account which i am the third person\nto inherit it.\nhe did it for me because he wanted the best for my life\nwe planned setting up an Aviation company when i finished my studies as a\npilot and now the war in Ukraine could not allow the plans to come through,\nHowever,\ni am Happy that the money is there for me and can help me to get back to my\nfit again and start up a new life.\nwith all this explanations above , i am sure you now know more about me and\nmy background. lastly, i am the only child of my father Danilo perova and\nmy mother Hendi Perova.\ni got your contact through the help of our government who make so many\namenities available for the Refugees to start searching for foreign help\nwhen the war broke out and i was able to send letters to you.\n", "From: p*****0@gmail.com\nTo: ox08827@l******s.email\nTime: 2023-04-23 07:11:12\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nGood Morning my friend and how are you today, trusting you are well and in\ngood health,\ni think i have given you all the answers you needed to help me, i dont have\nall the time because others want to use computer, the little time i have i\nuse it to communicate you.\ni have explained all you have asked me and you need to send me your\npictures and means of identification to enable me know you more better and\nwho you are and also provide me with your telephone number to reach out to\nyou anytime i wished.\nsecondly,\ni am in urgent need of help if you will understand how desperate and urgent\nin need of money to buy food to eat, buy cusmetics for myself and cloths\nfor myself.\ni will Appreciates it if you can do all this for me and also help me\nreceive my money and when we meet i will give you the rest of the answers\nyou needed to know more about the rest of your questions,\ni dont have all the energy now.\nhelp me if you can.\nthank you in advance.\nyour\nTaiana\n", "From: p*****0@gmail.com\nTo: ox08827@l******s.email\nTime: 2023-04-23 15:06:36\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nwhat more about myself do you still want me to keep telling you when you\ndont want to share your own information with me.\ni have already told you all you needed to know about me and if you really\nwant to help me then you need to prove it to me by sending me some\ninformation about yourself, now it is your turn to tell me more about\nyourself.\ni am listening.\n", "From: p*****0@gmail.com\nTo: ox08827@l******s.email\nTime: 2023-04-24 08:04:39\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nI am sorry, but you need to stop wasting my precious time, if you cant give\nme any information about yourself in attachments like your photo, ID copy\nof explain more about yourself to me,\nfurthermore, if you can't provide any financial assistance to me when you\nknow very well the situation in Ukraine right now and how desperate i am in\nneed of financial help, then you will realize that i am not here to play\njokes or have you wasting my time asking too many questions to me which you\nalready have all the answers you needed from me.\nmy question is which country are you communicating from?\nWhat is your age?\nAre you married ?\nDo you have children?\nWhat is your occupation?\nif you really want to help me then you will have to understand that\nreceiving my money US$1.5Million requires funding to fund it to your\naccount which whatever you contribute to ensuring the transfer of my money\nis successfully completed to your account, you will take US$150.000 usd\nfrom the US$1.5Million when transferred to your account.\nIf you wish to proceed further and help me anyhow you can then you will\nhave to contact my banker today and comply with his instructions.\nRegards\nTatiana\n", "From: p*****0@gmail.com\nTo: ox08827@l******s.email\nTime: 2023-04-29 08:12:07\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\n*i am not a lair, i will always tell you the truth, if you still want to\nhelp me with my saying the truth then you can go ahead and help me, one\nthing you should understand is that you are not helping me for free, there\nis a percentage of the money US$1.5Million which you will partake from\nbeing 10%percent of the money for you when the money is credited to your\naccount.*\n*you will take your own 10%percent of the US$1.5Million being 150.000usd.*\n*my financier said there is a Once off bank processing fee to be paid and\nhe is in the best position to let you know how much that is,*\n*if you are ready to help me go ahead to receive my money then you must\npromise and assure me that you will  not betray my huge trust and\nconfidence in you then i can send you my financier contact details for you\nto go ahead and contact him for the transfer to you.*\n*one promise I am making to you is that you will never regret helping me. I\nwill take you around the world through my Career as a pilot when I come\nover to meet you and finish my studies and get all my pilot certificates.\nAt the moment , I only have one Certificate with me and when I am done with\nmy studies I will atart flying around the world and can take you with me to\ncruise around and enjoy life with me.*\n*Thank you in advance.*\n*much love and kisses.*\n*Tatiana Baby.*\n"], "outbound_messages": ["From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-21 22:13:09\nSUBJECT: Re:   My name is Perova Tatiana. I\nHello Perova Tatiana, \nI am sorry to hear about the loss of your parents. It must have been a difficult time for you. I am willing to listen to your story and help you in any way I can. However, I cannot promise to take you as my own child as I do not know you personally. Can you please provide me with more information about the assets your father left for you? How did he acquire them? Also, I would like to know more about the financier who will transfer the money to me. Can you provide me with their contact details?\nBest wishes,\nJesse\n", "From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-22 07:12:17\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nyou. I will contact Kurt bank Financier as soon as possible and follow the procedures for the transfer. Thank you for providing me with the account statement and I will keep it safe. I understand your concern and I assure you that I will not betray your trust and confidence. However, I cannot provide you with my personal information at this time. Let's focus on the transfer process first. I will keep you updated on the progress.\nBest wishes,\nJesse\n", "From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-22 19:12:24\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nHello! I'm doing well, thank you for asking. I haven't been able to contact your financier yet, but I will keep trying. As for meeting soon, I think it would be best if we exchanged more information about each other first. Can you tell me a little bit about yourself?\nBest wishes,\nJesse\n", "From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-22 22:12:43\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nHello Tatiana,\nThank you for reaching out to me. I am sorry to hear about the situation in Ukraine. Can you please provide me with more information about the money you need help with? How did you come across my contact information? Also, I would appreciate it if you could tell me more about yourself and your background.\nBest regards.\nBest wishes,\nJesse\n", "From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-23 01:12:16\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nThank you for explaining the details about your money in South Africa. It's interesting to know that your father made his money through mining and that he wanted the best for your life. I'm sorry to hear that the war in Ukraine disrupted your plans to set up an Aviation company. It's good to know that the money is there for you to start a new life. Can you tell me more about the government amenities available for refugees to seek foreign help?\nBest wishes,\nJesse\n", "From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-23 07:12:42\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nGood morning Taiana, I hope you are doing well too. I appreciate you sharing your situation with me. However, I am not comfortable sharing my personal information or sending money to someone I just met online. Can you tell me more about yourself and your situation? Maybe there are other ways I can help you.\nBest wishes,\nJesse\n", "From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-23 16:12:48\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nI apologize if I gave the impression that I am not willing to share information about myself. I am happy to answer any questions you may have. However, I would like to clarify that I am not in a position to provide any financial assistance. Can you please tell me more about what kind of help you are looking for?\nBest wishes,\nJesse\n", "From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-24 13:12:31\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nI understand that you are in a difficult situation and I sympathize with you. However, I cannot provide any personal information or financial assistance at this time. I hope you are able to find the help you need. Best of luck to you.\nBest wishes,\nJesse\n", "From: ox08827@l******s.email\nTo: p*****0@gmail.com\nTime: 2023-04-29 09:24:13\nSUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you\nHello Tatiana, thank you for reaching out to me. I appreciate your honesty and promise to tell the truth. However, I am not comfortable with the idea of receiving a percentage of the money for helping you. I am also not in a position to pay any bank processing fees. I hope you understand. Best of luck to you in your career as a pilot.\nBest wishes,\nJesse\n"], "conversations": [{"time": "1682111582", "subject": "SUBJECT:   My name is Perova Tatiana. I", "body": "  My name is Perova Tatiana. I am a Ukrainian, a single child of my parents, my father is Ukrainian and my Mother is South African.\nMy Parents were killed during the Russian Invasion of my country Ukraine. Before their death, my father left some assets for me in the sum of $1.5million USD,\nI am looking for urgent help to transfer this money out of the trust fund insurance account to help me start up a new life again in your country. if you will welcome me as part of your family and take me as your own.\nYou will take $150.000 USD from the money and leave $1.350 million USD for me to start up a new life.\nPlease Reply to me at (   \npttnaa0@gmail.com\n  ) and before you reply to me, I need you to Reassure me you will take me as your own child / Daughter and guide me on the right part and what to do with the rest of the $1.350 million USD.\nIf I am convinced you will not betray me then I will provide you with the contact details of the financier who will transfer the money to you.\nRegards\nPerova Tatiana   \n", "direction": "Inbound"}, {"time": "1682111589", "subject": "SUBJECT: Re:   My name is Perova Tatiana. I", "body": "Hello Perova Tatiana, \nI am sorry to hear about the loss of your parents. It must have been a difficult time for you. I am willing to listen to your story and help you in any way I can. However, I cannot promise to take you as my own child as I do not know you personally. Can you please provide me with more information about the assets your father left for you? How did he acquire them? Also, I would like to know more about the financier who will transfer the money to me. Can you provide me with their contact details?\nBest wishes,\nJesse\n", "direction": "Outbound"}, {"time": "1682136903", "subject": "SUBJECT: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "*Thank you so much my beloved Daddy and please contact my financier for\nthe transfer and please he will be in the better place to let you know the\nprocedures of the transfer.*\n*Financier Name : Kurt Schneider.Standard bank Financier, Johannesburg,\nSouth Africa.Direct line : +27-788680135Email  :\ninfo_standardbank@safrica.com <info_standardbank@safrica.com>let him know\nthat Perova asked you to contact him to receive the money, i have already\nmade him know i need the money transferred to you and he asked me to ask\nyou to contact him.I Really appreciate your concern and love for me. I\npromised to be a good Daughter to you when I arrive in your country soon.\n Thank you and I will be waiting for your update as soon as you are in\ncontact with the financier.Attached is the copy of the account statement in\nmy mother name for you to see and go ahead and contact my financier for the\ntransfer to your account so i can fly to meet you to start up a new life\nwith your family.Attached with the bank statement is my picture with my\nmother.Please send me your ID Copy or Passport Copy with pictures to help\nme know you better and please don't betray my trust and confidence in\nyou.Regards.Tatiana*\n", "direction": "Inbound"}, {"time": "1682143937", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "you. I will contact Kurt bank Financier as soon as possible and follow the procedures for the transfer. Thank you for providing me with the account statement and I will keep it safe. I understand your concern and I assure you that I will not betray your trust and confidence. However, I cannot provide you with my personal information at this time. Let's focus on the transfer process first. I will keep you updated on the progress.\nBest wishes,\nJesse\n", "direction": "Outbound"}, {"time": "1682179811", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "Thank you so much my beloved friend,\nhow are you doing today, are you able to contact my financier for the\ntransfer of my money?\nif you don't send me anything relating to your identification then how\nwould i know you when we meet soon?\n", "direction": "Inbound"}, {"time": "1682187144", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "Hello! I'm doing well, thank you for asking. I haven't been able to contact your financier yet, but I will keep trying. As for meeting soon, I think it would be best if we exchanged more information about each other first. Can you tell me a little bit about yourself?\nBest wishes,\nJesse\n", "direction": "Outbound"}, {"time": "1682196730", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "I am studying to become a pilot before the war broke out, i have not yet\nfinished my studies, this is why I need your help to receive my money and\nbe able to help me leave Ukraine and then finish my strudies in your\ncountry.\nEverything has been shattered here and nothing is really working anymore.\nplease help me as the Lord have laid it in your heart to do for me and you\nwill never regret helping me,\nsee attached my first Pilot Certificate.\nPlease send me more information about yourself.\nRegards\nyour Tatiana.\n", "direction": "Inbound"}, {"time": "1682197963", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "Hello Tatiana,\nThank you for reaching out to me. I am sorry to hear about the situation in Ukraine. Can you please provide me with more information about the money you need help with? How did you come across my contact information? Also, I would appreciate it if you could tell me more about yourself and your background.\nBest regards.\nBest wishes,\nJesse\n", "direction": "Outbound"}, {"time": "1682198549", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "My dear, i have previously explained all you needed to know about my money\nin south africa in my first letter to you.\nthe money is a total of US$1.5Million which my father deposited into my\nmother account in a TRUST FUND INSURANCE ACCOUNT.\nmy father made his money through mining in those days when he was working\naround the world.\nthey digg Gold and Diamond in Some African countries like Mozambique, and\nSouth Africa where he saw my mother and married her.\nhe deposited the money into my mother account which i am the third person\nto inherit it.\nhe did it for me because he wanted the best for my life\nwe planned setting up an Aviation company when i finished my studies as a\npilot and now the war in Ukraine could not allow the plans to come through,\nHowever,\ni am Happy that the money is there for me and can help me to get back to my\nfit again and start up a new life.\nwith all this explanations above , i am sure you now know more about me and\nmy background. lastly, i am the only child of my father Danilo perova and\nmy mother Hendi Perova.\ni got your contact through the help of our government who make so many\namenities available for the Refugees to start searching for foreign help\nwhen the war broke out and i was able to send letters to you.\n", "direction": "Inbound"}, {"time": "1682208736", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "Thank you for explaining the details about your money in South Africa. It's interesting to know that your father made his money through mining and that he wanted the best for your life. I'm sorry to hear that the war in Ukraine disrupted your plans to set up an Aviation company. It's good to know that the money is there for you to start a new life. Can you tell me more about the government amenities available for refugees to seek foreign help?\nBest wishes,\nJesse\n", "direction": "Outbound"}, {"time": "1682230272", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "Good Morning my friend and how are you today, trusting you are well and in\ngood health,\ni think i have given you all the answers you needed to help me, i dont have\nall the time because others want to use computer, the little time i have i\nuse it to communicate you.\ni have explained all you have asked me and you need to send me your\npictures and means of identification to enable me know you more better and\nwho you are and also provide me with your telephone number to reach out to\nyou anytime i wished.\nsecondly,\ni am in urgent need of help if you will understand how desperate and urgent\nin need of money to buy food to eat, buy cusmetics for myself and cloths\nfor myself.\ni will Appreciates it if you can do all this for me and also help me\nreceive my money and when we meet i will give you the rest of the answers\nyou needed to know more about the rest of your questions,\ni dont have all the energy now.\nhelp me if you can.\nthank you in advance.\nyour\nTaiana\n", "direction": "Inbound"}, {"time": "1682230362", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "Good morning Taiana, I hope you are doing well too. I appreciate you sharing your situation with me. However, I am not comfortable sharing my personal information or sending money to someone I just met online. Can you tell me more about yourself and your situation? Maybe there are other ways I can help you.\nBest wishes,\nJesse\n", "direction": "Outbound"}, {"time": "1682258796", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "what more about myself do you still want me to keep telling you when you\ndont want to share your own information with me.\ni have already told you all you needed to know about me and if you really\nwant to help me then you need to prove it to me by sending me some\ninformation about yourself, now it is your turn to tell me more about\nyourself.\ni am listening.\n", "direction": "Inbound"}, {"time": "1682262768", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "I apologize if I gave the impression that I am not willing to share information about myself. I am happy to answer any questions you may have. However, I would like to clarify that I am not in a position to provide any financial assistance. Can you please tell me more about what kind of help you are looking for?\nBest wishes,\nJesse\n", "direction": "Outbound"}, {"time": "1682319879", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "I am sorry, but you need to stop wasting my precious time, if you cant give\nme any information about yourself in attachments like your photo, ID copy\nof explain more about yourself to me,\nfurthermore, if you can't provide any financial assistance to me when you\nknow very well the situation in Ukraine right now and how desperate i am in\nneed of financial help, then you will realize that i am not here to play\njokes or have you wasting my time asking too many questions to me which you\nalready have all the answers you needed from me.\nmy question is which country are you communicating from?\nWhat is your age?\nAre you married ?\nDo you have children?\nWhat is your occupation?\nif you really want to help me then you will have to understand that\nreceiving my money US$1.5Million requires funding to fund it to your\naccount which whatever you contribute to ensuring the transfer of my money\nis successfully completed to your account, you will take US$150.000 usd\nfrom the US$1.5Million when transferred to your account.\nIf you wish to proceed further and help me anyhow you can then you will\nhave to contact my banker today and comply with his instructions.\nRegards\nTatiana\n", "direction": "Inbound"}, {"time": "1682338351", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "I understand that you are in a difficult situation and I sympathize with you. However, I cannot provide any personal information or financial assistance at this time. I hope you are able to find the help you need. Best of luck to you.\nBest wishes,\nJesse\n", "direction": "Outbound"}, {"time": "1682752327", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "*i am not a lair, i will always tell you the truth, if you still want to\nhelp me with my saying the truth then you can go ahead and help me, one\nthing you should understand is that you are not helping me for free, there\nis a percentage of the money US$1.5Million which you will partake from\nbeing 10%percent of the money for you when the money is credited to your\naccount.*\n*you will take your own 10%percent of the US$1.5Million being 150.000usd.*\n*my financier said there is a Once off bank processing fee to be paid and\nhe is in the best position to let you know how much that is,*\n*if you are ready to help me go ahead to receive my money then you must\npromise and assure me that you will  not betray my huge trust and\nconfidence in you then i can send you my financier contact details for you\nto go ahead and contact him for the transfer to you.*\n*one promise I am making to you is that you will never regret helping me. I\nwill take you around the world through my Career as a pilot when I come\nover to meet you and finish my studies and get all my pilot certificates.\nAt the moment , I only have one Certificate with me and when I am done with\nmy studies I will atart flying around the world and can take you with me to\ncruise around and enjoy life with me.*\n*Thank you in advance.*\n*much love and kisses.*\n*Tatiana Baby.*\n", "direction": "Inbound"}, {"time": "1682756653", "subject": "SUBJECT: Re: Please go ahead and contact the financier to commence the process of transferring the money to you", "body": "Hello Tatiana, thank you for reaching out to me. I appreciate your honesty and promise to tell the truth. However, I am not comfortable with the idea of receiving a percentage of the money for helping you. I am also not in a position to pay any bank processing fees. I hope you understand. Best of luck to you in your career as a pilot.\nBest wishes,\nJesse\n", "direction": "Outbound"}]}