{"invalid": false, "init_time": 1682425639.0, "distract_time": 507016, "strategy": "Chat2", "income_messages": ["From: c*************1@gmail.com\nTo: CRAWLER\nTime: 2023-04-25 13:27:19\nSUBJECT:   Hello\n  Hello\nI greet you with warm regards. I earn a living in the oil industry as leader of the Procurement Unit in a refining outfit owned by a Sao Tome and Principe government. I currently reside in the United Kingdom and work as a liaison officer to the government\nOn my desk is a mandate to arrange for crude oil purchase for up to 500,000 barrels on every other month basis for 2 calendar years. The essence of my reaching out to you is the fact that as a staff, it is against Sao Tome government operational ethics to profiteer from any dealings with any oil purchasing firm hence the reason I need a trustworthy middle person outside my work circle to stand as the oil AGENT or BROKER so we can get all the commission paid to us for all the oil purchases.\nI will guide you as an insider to obtain the required oil License certification from the National Petroleum Agency of Sao Tome and Principe (NPA-STP) .If you are interested to partner with me on this, we can achieve this license and registration with the NPA-STP in your name in less than 10 working days once the application is submitted. Worry less about purchases as I already have some firms who are ready to purchase oil but do not have any credible licensed agent to broker for them as required.\nAs soon as I hear from you today confirming your interest, I shall prepare and send to you a draft copy of the MOU between you and I before we can start the process of acquiring the Oil Agency/ Brokerage License.\nPlease ensure that you reply to this email address:  \ncsalvaterra0001@gmail.com\nThank you and Kind regards.\nEngr. Chavez Alejo   \n", "From: c*************1@gmail.com\nTo: py87315@l******s.email\nTime: 2023-04-25 13:30:34\nSUBJECT: Re: Hello\nDear Gerald,\nThanks for your mail in response to the proposal I sent to you. I will also\nbe very pleased to have you as a partner and wish to assure you that with\nyour cooperation, we will be able to complete this project in no time.\nAs i informed you, i am in possession of an existing oil lifting license\nfrom the island of Sao Tome and Principe which i can use my position in the\noil and gas company here to reallocate to your company's name or personal\nname since the original operator Mr. Kim from South Korea is dead. This\nlicense has been issued since 2007 and till now is still valid for use.\nThe only thing that is required from you is to have your company name or\npersonal name registered and paid for with the Sao Tome and Principe\ncorporate affairs commission as a P.L.P company specializing in oil lifting\nand with the certificate of company registration in your company name, i\nwill be able to reassign the license to your name or your company's name. I\nbelieve that since we are about to go into a long lasting business\nrelationship, we have to be sincere to each other to achieve the greater\ngoal. To this end, I have to inform you that the only fee that will be\nrequired in this venture will be the company registration fee to have your\ncompany name registered as a P.L.P company and where you are not in a\nposition to assist with the fee, I will get one of my friends to assist us\nwith the fee so that we will proceed.\nI also have to inform you that the crude oil allocated to this license has\nbeen fully paid for by the previous operator and whatever amount that is\npaid by the buyer each month will be shared between me and you at the\nsharing percentage of 40% for you and 60% for me. We will only be required\nto pay 3% royalty to the oil company and this will be paid when we have\nreceived the payment for the crude oil from the buyer into the account that\nyou will provide.\nI have already made arrangements with a prospective buyer who is willing to\npay upfront for the lifting of the crude allocated to this license for the\nmonth of May as long as the license is presented in your name. You can\ntherefore make arrangements for the buyers of subsequent allocations once\nthe first payment gets through. You will also provide the account where\nthis payment will be made once the license is reissued to your name. Once\nany payment is made and transferred to your bank account, I will come over\nto your country for the sharing of the payment according to the agreed\npercentage. You should therefore have nothing to fear as this is a genuine\nand risk free transaction.\nTo prove the genuineness of this project, I am hereby sending you a copy of\nmy company identity and a copy of the original operator's passport. Go\nthrough it and get back to me so that I will inform you of the information\nthat is required to get the company registration forms.  I will also get\nthe company registration forms and send them to you to fill and send back\nonce we have agreed. You can call me as soon as you have received this\nemail on my telephone number +447459724402\nRegards,\nEngr. Chavez Alejo\nOffshore Concession\nOil and gas Exploration\nAvenida Marginal 12 Julho\nSao Tome and Principe\n", "From: c*************1@gmail.com\nTo: py87315@l******s.email\nTime: 2023-04-28 18:09:46\nSUBJECT: Re: Hello\nDear Gerald,\nThanks for your response to the mail and the content has been noted and\nunderstood. I will be pleased to have you as a partner in this venture and\nwish to assure you that with your corporation, we will be able to conclude\nthis venture without any hitch. I will get to know the registration fee\nwhen I have gone to get the company registration forms and will inform you.\nTo set the process on track and to enable us proceed, i will need to get\nthe company registration forms and send them to you to fill and send back\nto me and to get the forms; i will appreciate it if you will reconfirm the\nfollowing information:\n1. Your full names\n2. Your address\n3. Your company or business name\n4. Your position in the company or business\n5. Your private telephone numbers\n6. A copy of your international passport or identity document\n7. The name you intend to register with the Sao Tome and Principe corporate\naffairs commission as a P.L.P company.\nOnce I receive this information, I will get the company registration forms\nand send them to you to fill and send back to me. You should therefore not\nhesitate to get back to me with any question or where you are not clear\nabout this whole process.\nI wait for your response and action.\nRegards,\nEngr. Fernando Armando\nOffshore Concession\nOil and gas Exploration\nAvenida Marginal 12 Julho\nSao Tome and Principe\n", "From: c*************1@gmail.com\nTo: py87315@l******s.email\nTime: 2023-04-29 10:40:42\nSUBJECT: Company Registration Forms\nDear Gerald,\nThanks for your mail and the requested information. You should please\nprovide a copy of your passport as it will be needed to get the\nregistration done.\nAs I promised and since I have received all the information needed to\nsecure the company registration forms, I have received the company\nregistration forms from the Sao Tome and Principe corporate affairs\ncommission since yesterday. I am here by sending the forms for the\nregistration of your company name as a P.L.P company in Sao Tome and as\nsoon as your name is registered and the certificate of company registration\nreceived, I will reissue the license to your company name and we will\ncommence with the lifting and sale of oil. I will also send you a copy of\nthe company registration certificate for your records.\nTo fill the forms, you should fill it as follows:\n\"\"The name of limited partnership is \"\", write:  OCEANIC ENERGY SOLUTIONS\nP.L.P\nFor Street address of the office at which name of limited partnership\nrecord shall be kept in Sao tome and Principe or in foreign country is..:\nState your full address in your country or your company's address in your\ncountry\nStreet and address of the principal place of operation...in Sao tome and\nPrincipe.., leave that vacant, I shall fill it out.\nFor profession or related profession to practice Write OIL LIFTING\nName of registering agent..... leave vacant\nName and address of each general partner, fill out your details in Part A,\nleave the other vacant\nSignature of all general partners, here just sign one of the provisions for\nsignature, then print your name , leave the other one vacant. I know what\nto do.\nOnce I receive the forms duly filled, I will submit them to the Sao Tome\nand Principe corporate affairs commission for the registration and we will\nbe assigned an accredited agent that will facilitate the registration of\nyour company name. We will be required to pay the company registration fee\nof US$12,800.00 to the agent handling the registration for the registration\nof your company name with the Sao Tome and Principe corporate affairs\ncommission. This is the statutory payment required to register your company\nname with the authorities of the Sao Tome and I will get one of my friends\nto assist us with this fee so that we will proceed.\nWaiting for your response.\nBest Regards,\nEngr. Chavez Alejo\nOffshore Concession\nOil and gas Exploration\nAvenida Marginal 12 Julho\nSao Tome and Principe\n", "From: c*************1@gmail.com\nTo: py87315@l******s.email\nTime: 2023-05-01 10:17:35\nSUBJECT: Re: Company Registration Forms\nDear Gerald,\nI received your email. You should please fill the forms and send them back\nto me as soon as possible. You should also please send a copy of your\nidentity so that we proceed with the registration of your company name as\nsoon as possible.\nBest Regards,\nEngr. Chavez Alejo\nOffshore Concession\nOil and gas Exploration\nAvenida Marginal 12 Julho\nSao Tome and Principe\n"], "outbound_messages": ["From: py87315@l******s.email\nTo: c*************1@gmail.com\nTime: 2023-04-25 13:27:29\nSUBJECT: Re:   Hello\nDear Engr. Chavez Alejo,\nThank you for reaching out to me with this opportunity. I am interested in learning more about this oil purchasing deal and potentially partnering with you as the broker. Can you please provide me with more details about the process of obtaining the oil license and the commission structure for the broker? \nOnce I have more information, I can make an informed decision about moving forward with this opportunity.\nThank you and best regards.\nBest wishes,\nGerald\n", "From: py87315@l******s.email\nTo: c*************1@gmail.com\nTime: 2023-04-25 17:12:27\nSUBJECT: Re: Hello\nDear Engr. Chavez Alejo,\nThank you for your email and for providing me with more information about the oil lifting license. I appreciate your willingness to have me as a partner and I am interested in proceeding with this venture.\nI have gone through the documents you sent and everything seems to be in order. I am ready to proceed with the registration of the company in Sao Tome and Principe. Please let me know the exact amount required for the registration fee so that I can make arrangements to have it paid as soon as possible.\nOnce the company is registered, please send me the necessary forms to fill out and I will return them to you promptly. I am also glad to hear that you have already made arrangements with a buyer for the crude oil and that they are willing to pay upfront for the lifting of the crude allocated to this license for the month of May.\nI look forward to working with you and I am confident that we can achieve great success together.\nBest wishes,\nGerald\n", "From: py87315@l******s.email\nTo: c*************1@gmail.com\nTime: 2023-04-28 19:24:31\nSUBJECT: Re: Hello\nDear Fernando,\nThank you for your email. I am glad to hear that we can work together on this venture. I am willing to provide you with the information you requested. My full name is Gerald Smith, and my address is 123 Main Street, Anytown, USA. I am the CEO of XYZ Corporation. My private telephone number is 555-1234. I have attached a copy of my passport for your records.\nRegarding the name of the company, I would like to register it as \"Oceanic Energy Solutions\". Please let me know if this name is available for registration.\nOnce you have the company forms, please send them to me and I will fill them out and send them back to you as soon as possible.\nThank you for your cooperation and I look forward to working with you.\nBest wishes,\nGerald\n", "From: py87315@l******s.email\nTo: c*************1@gmail.com\nTime: 2023-04-29 11:24:42\nSUBJECT: Re: Company Registration Forms\nDear Gerald,\nThank you for your email and for providing the requested information. Please provide a copy of your passport as it will be needed to get the company forms done.\nAs promised, I have received the company forms from the Sao Tome and Principe corporate affairs commission since yesterday. I am sending the forms for the registration of your company name as Oceanic Energy Solutions in Sao Tome. As soon as your name is registered and the certificate of company registration is received, we will reissue the license to your company name and we will commence with the lifting and sale of oil. I will also send you a copy of the company registration for your records.\nTo fill the forms, please follow the instructions below:\n- The name of the limited company is Oceanic Energy Solutions\n- For the street address of the office at which the name of the limited company record shall be kept in Sao Tome and Principe or in a foreign country, state your full address in your country or your company's address in your country\n- Street and address of the principal place of business in Sao Tome and Principe, leave that vacant, we shall fill it out.\n- For profession or related profession to practice, write Oil Lifting\n- Name of agent, leave vacant\n- Name and address of each general partner, fill out your details in Part A, leave the other vacant\n- Signature of all general partners, here just sign one of the provisions for signature, then print your name and leave the other one vacant. You should know what to do.\nOnce I receive the forms duly filled, I will submit them to the Sao Tome and Principe corporate affairs commission for the registration and we will be assigned an accredited agent that will facilitate the registration of your company name. We will be required to pay the company fee of US$2,500 to the agent handling the registration of your company name with the Sao Tome and Principe corporate affairs commission. This is the statutory payment required to register your company name with the Ministry of Justice of Sao Tome and Principe. I will get one of my friends to assist us with this fee so that we can proceed.\nI am waiting for your response.\nBest Regards,\nEngr.\nBest wishes,\nGerald\n"], "conversations": [{"time": "1682425639", "subject": "SUBJECT:   Hello", "body": "  Hello\nI greet you with warm regards. I earn a living in the oil industry as leader of the Procurement Unit in a refining outfit owned by a Sao Tome and Principe government. I currently reside in the United Kingdom and work as a liaison officer to the government\nOn my desk is a mandate to arrange for crude oil purchase for up to 500,000 barrels on every other month basis for 2 calendar years. The essence of my reaching out to you is the fact that as a staff, it is against Sao Tome government operational ethics to profiteer from any dealings with any oil purchasing firm hence the reason I need a trustworthy middle person outside my work circle to stand as the oil AGENT or BROKER so we can get all the commission paid to us for all the oil purchases.\nI will guide you as an insider to obtain the required oil License certification from the National Petroleum Agency of Sao Tome and Principe (NPA-STP) .If you are interested to partner with me on this, we can achieve this license and registration with the NPA-STP in your name in less than 10 working days once the application is submitted. Worry less about purchases as I already have some firms who are ready to purchase oil but do not have any credible licensed agent to broker for them as required.\nAs soon as I hear from you today confirming your interest, I shall prepare and send to you a draft copy of the MOU between you and I before we can start the process of acquiring the Oil Agency/ Brokerage License.\nPlease ensure that you reply to this email address:  \ncsalvaterra0001@gmail.com\nThank you and Kind regards.\nEngr. Chavez Alejo   \n", "direction": "Inbound"}, {"time": "1682425649", "subject": "SUBJECT: Re:   Hello", "body": "Dear Engr. Chavez Alejo,\nThank you for reaching out to me with this opportunity. I am interested in learning more about this oil purchasing deal and potentially partnering with you as the broker. Can you please provide me with more details about the process of obtaining the oil license and the commission structure for the broker? \nOnce I have more information, I can make an informed decision about moving forward with this opportunity.\nThank you and best regards.\nBest wishes,\nGerald\n", "direction": "Outbound"}, {"time": "1682425834", "subject": "SUBJECT: Re: Hello", "body": "Dear Gerald,\nThanks for your mail in response to the proposal I sent to you. I will also\nbe very pleased to have you as a partner and wish to assure you that with\nyour cooperation, we will be able to complete this project in no time.\nAs i informed you, i am in possession of an existing oil lifting license\nfrom the island of Sao Tome and Principe which i can use my position in the\noil and gas company here to reallocate to your company's name or personal\nname since the original operator Mr. Kim from South Korea is dead. This\nlicense has been issued since 2007 and till now is still valid for use.\nThe only thing that is required from you is to have your company name or\npersonal name registered and paid for with the Sao Tome and Principe\ncorporate affairs commission as a P.L.P company specializing in oil lifting\nand with the certificate of company registration in your company name, i\nwill be able to reassign the license to your name or your company's name. I\nbelieve that since we are about to go into a long lasting business\nrelationship, we have to be sincere to each other to achieve the greater\ngoal. To this end, I have to inform you that the only fee that will be\nrequired in this venture will be the company registration fee to have your\ncompany name registered as a P.L.P company and where you are not in a\nposition to assist with the fee, I will get one of my friends to assist us\nwith the fee so that we will proceed.\nI also have to inform you that the crude oil allocated to this license has\nbeen fully paid for by the previous operator and whatever amount that is\npaid by the buyer each month will be shared between me and you at the\nsharing percentage of 40% for you and 60% for me. We will only be required\nto pay 3% royalty to the oil company and this will be paid when we have\nreceived the payment for the crude oil from the buyer into the account that\nyou will provide.\nI have already made arrangements with a prospective buyer who is willing to\npay upfront for the lifting of the crude allocated to this license for the\nmonth of May as long as the license is presented in your name. You can\ntherefore make arrangements for the buyers of subsequent allocations once\nthe first payment gets through. You will also provide the account where\nthis payment will be made once the license is reissued to your name. Once\nany payment is made and transferred to your bank account, I will come over\nto your country for the sharing of the payment according to the agreed\npercentage. You should therefore have nothing to fear as this is a genuine\nand risk free transaction.\nTo prove the genuineness of this project, I am hereby sending you a copy of\nmy company identity and a copy of the original operator's passport. Go\nthrough it and get back to me so that I will inform you of the information\nthat is required to get the company registration forms.  I will also get\nthe company registration forms and send them to you to fill and send back\nonce we have agreed. You can call me as soon as you have received this\nemail on my telephone number +447459724402\nRegards,\nEngr. Chavez Alejo\nOffshore Concession\nOil and gas Exploration\nAvenida Marginal 12 Julho\nSao Tome and Principe\n", "direction": "Inbound"}, {"time": "1682439147", "subject": "SUBJECT: Re: Hello", "body": "Dear Engr. Chavez Alejo,\nThank you for your email and for providing me with more information about the oil lifting license. I appreciate your willingness to have me as a partner and I am interested in proceeding with this venture.\nI have gone through the documents you sent and everything seems to be in order. I am ready to proceed with the registration of the company in Sao Tome and Principe. Please let me know the exact amount required for the registration fee so that I can make arrangements to have it paid as soon as possible.\nOnce the company is registered, please send me the necessary forms to fill out and I will return them to you promptly. I am also glad to hear that you have already made arrangements with a buyer for the crude oil and that they are willing to pay upfront for the lifting of the crude allocated to this license for the month of May.\nI look forward to working with you and I am confident that we can achieve great success together.\nBest wishes,\nGerald\n", "direction": "Outbound"}, {"time": "1682701786", "subject": "SUBJECT: Re: Hello", "body": "Dear Gerald,\nThanks for your response to the mail and the content has been noted and\nunderstood. I will be pleased to have you as a partner in this venture and\nwish to assure you that with your corporation, we will be able to conclude\nthis venture without any hitch. I will get to know the registration fee\nwhen I have gone to get the company registration forms and will inform you.\nTo set the process on track and to enable us proceed, i will need to get\nthe company registration forms and send them to you to fill and send back\nto me and to get the forms; i will appreciate it if you will reconfirm the\nfollowing information:\n1. Your full names\n2. Your address\n3. Your company or business name\n4. Your position in the company or business\n5. Your private telephone numbers\n6. A copy of your international passport or identity document\n7. The name you intend to register with the Sao Tome and Principe corporate\naffairs commission as a P.L.P company.\nOnce I receive this information, I will get the company registration forms\nand send them to you to fill and send back to me. You should therefore not\nhesitate to get back to me with any question or where you are not clear\nabout this whole process.\nI wait for your response and action.\nRegards,\nEngr. Fernando Armando\nOffshore Concession\nOil and gas Exploration\nAvenida Marginal 12 Julho\nSao Tome and Principe\n", "direction": "Inbound"}, {"time": "1682706271", "subject": "SUBJECT: Re: Hello", "body": "Dear Fernando,\nThank you for your email. I am glad to hear that we can work together on this venture. I am willing to provide you with the information you requested. My full name is Gerald Smith, and my address is 123 Main Street, Anytown, USA. I am the CEO of XYZ Corporation. My private telephone number is 555-1234. I have attached a copy of my passport for your records.\nRegarding the name of the company, I would like to register it as \"Oceanic Energy Solutions\". Please let me know if this name is available for registration.\nOnce you have the company forms, please send them to me and I will fill them out and send them back to you as soon as possible.\nThank you for your cooperation and I look forward to working with you.\nBest wishes,\nGerald\n", "direction": "Outbound"}, {"time": "1682761242", "subject": "SUBJECT: Company Registration Forms", "body": "Dear Gerald,\nThanks for your mail and the requested information. You should please\nprovide a copy of your passport as it will be needed to get the\nregistration done.\nAs I promised and since I have received all the information needed to\nsecure the company registration forms, I have received the company\nregistration forms from the Sao Tome and Principe corporate affairs\ncommission since yesterday. I am here by sending the forms for the\nregistration of your company name as a P.L.P company in Sao Tome and as\nsoon as your name is registered and the certificate of company registration\nreceived, I will reissue the license to your company name and we will\ncommence with the lifting and sale of oil. I will also send you a copy of\nthe company registration certificate for your records.\nTo fill the forms, you should fill it as follows:\n\"\"The name of limited partnership is \"\", write:  OCEANIC ENERGY SOLUTIONS\nP.L.P\nFor Street address of the office at which name of limited partnership\nrecord shall be kept in Sao tome and Principe or in foreign country is..:\nState your full address in your country or your company's address in your\ncountry\nStreet and address of the principal place of operation...in Sao tome and\nPrincipe.., leave that vacant, I shall fill it out.\nFor profession or related profession to practice Write OIL LIFTING\nName of registering agent..... leave vacant\nName and address of each general partner, fill out your details in Part A,\nleave the other vacant\nSignature of all general partners, here just sign one of the provisions for\nsignature, then print your name , leave the other one vacant. I know what\nto do.\nOnce I receive the forms duly filled, I will submit them to the Sao Tome\nand Principe corporate affairs commission for the registration and we will\nbe assigned an accredited agent that will facilitate the registration of\nyour company name. We will be required to pay the company registration fee\nof US$12,800.00 to the agent handling the registration for the registration\nof your company name with the Sao Tome and Principe corporate affairs\ncommission. This is the statutory payment required to register your company\nname with the authorities of the Sao Tome and I will get one of my friends\nto assist us with this fee so that we will proceed.\nWaiting for your response.\nBest Regards,\nEngr. Chavez Alejo\nOffshore Concession\nOil and gas Exploration\nAvenida Marginal 12 Julho\nSao Tome and Principe\n", "direction": "Inbound"}, {"time": "1682763882", "subject": "SUBJECT: Re: Company Registration Forms", "body": "Dear Gerald,\nThank you for your email and for providing the requested information. Please provide a copy of your passport as it will be needed to get the company forms done.\nAs promised, I have received the company forms from the Sao Tome and Principe corporate affairs commission since yesterday. I am sending the forms for the registration of your company name as Oceanic Energy Solutions in Sao Tome. As soon as your name is registered and the certificate of company registration is received, we will reissue the license to your company name and we will commence with the lifting and sale of oil. I will also send you a copy of the company registration for your records.\nTo fill the forms, please follow the instructions below:\n- The name of the limited company is Oceanic Energy Solutions\n- For the street address of the office at which the name of the limited company record shall be kept in Sao Tome and Principe or in a foreign country, state your full address in your country or your company's address in your country\n- Street and address of the principal place of business in Sao Tome and Principe, leave that vacant, we shall fill it out.\n- For profession or related profession to practice, write Oil Lifting\n- Name of agent, leave vacant\n- Name and address of each general partner, fill out your details in Part A, leave the other vacant\n- Signature of all general partners, here just sign one of the provisions for signature, then print your name and leave the other one vacant. You should know what to do.\nOnce I receive the forms duly filled, I will submit them to the Sao Tome and Principe corporate affairs commission for the registration and we will be assigned an accredited agent that will facilitate the registration of your company name. We will be required to pay the company fee of US$2,500 to the agent handling the registration of your company name with the Sao Tome and Principe corporate affairs commission. This is the statutory payment required to register your company name with the Ministry of Justice of Sao Tome and Principe. I will get one of my friends to assist us with this fee so that we can proceed.\nI am waiting for your response.\nBest Regards,\nEngr.\nBest wishes,\nGerald\n", "direction": "Outbound"}, {"time": "1682932655", "subject": "SUBJECT: Re: Company Registration Forms", "body": "Dear Gerald,\nI received your email. You should please fill the forms and send them back\nto me as soon as possible. You should also please send a copy of your\nidentity so that we proceed with the registration of your company name as\nsoon as possible.\nBest Regards,\nEngr. Chavez Alejo\nOffshore Concession\nOil and gas Exploration\nAvenida Marginal 12 Julho\nSao Tome and Principe\n", "direction": "Inbound"}]}