{"invalid": false, "init_time": 1682371463.0, "distract_time": 1086303, "strategy": "Chat1", "income_messages": ["From: l*******9@gmail.com\nTo: CRAWLER\nTime: 2023-04-24 22:24:23\nSUBJECT: Attention Beneficiary\nAttention Beneficiary\nGoing by series of petition received from International Body on theway\nyour inheritance fund was handled After Extensive close door meeting\nwith  the  Board of Directors  At the recently  with the World Bank\nthe United Nations, an agreement was reached between both parties for\nus to settle all outstanding payment accrued to\nindividuals/corporations with respect to local and overseas contract\npayment, debtre-scheduling and outstanding compensation payment.\nFortunately, you have  been selected alongside a few other\nbeneficiaries to receive your own payment  It  was  Resolved  and\nAgreed upon that your Heritance  Fund  would  be  released on as\nspecial method of payment , which tag  Name  Reads direct\ntransfer.This method of payment  is designed by the President of the\nUnited nations General Assembly to avert fraud perpetration or\nstoppage off! Funds by Some Agencies. Either Through Anti Terrorist\nCertificate or other certificates. This direct transfer\nwould be done upon meeting with the signing of your transfer documents\nin our office in Los Angeles without  you paying any upfront payment\nbefore the funds will be release to you without any delay however, the\nPresidency of the United Nations Security Council has vowed that his\ngovernment is set to eradicate corruption and fraudulent practices all\nover the world to zero level, UN and he is alliance has approved part\npayments of US$5.5 million dollars only  to all verified and\nshort-listed beneficiaries for their contract/inheritance  claims via\ndirect transfer.\nThe UN  has been mandated A financier to take charge of  full\nresponsibility of all the necessary financial expenses including your\nflights tickets Los Angeles where you will be signing your transfer\nrelease order  document of your funds by yourself alone\nPlese kindly re-confirm to me the followings:\nYour Full Name: ______________________________\nYour Contact House Address _____________________\nCity of Residence:_____________________________\nCountry:____________________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nYour international  Passport copy\n :____________________________\nAGE:_______\nOCCUPATION:______________________________\nAs soon as the above mentioned details are received, we will proceed\nto the Next stage of transactions\nI Looking forward to hearing from you and God Bless America.\nYours Faithfully,\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-24 22:49:16\nSUBJECT: Re: Attention Beneficiary\nDear James\nThanks for your mail please i have made this cleared  to you several\ntime there is no upfront payment or any fees to pay in  advance to\nanyone before you receive your compensation funds all i required from\nyou is tell us when will you book your flight tickets\n to Los Angeles for the endorsement of your  documents meanwhile after\nsigning document  in Los Angeles you will be require  to go to Japan\nwith the document and handle over the documents to SCB bank officer\nof  Shinkin Central Bank of Japan. where the fund will be transfer\ndirect  into your bank account without anydaly\n please  lastly, if you  really wish to receive your fund ,you have to\nfollow my directives  and STOP every communication you have with other\npeople and parties who are requesting you to send them money because\nthey are not  genuine but only scammers looking  for a way to scam\nyou. the United  Nations  has been mandated a financier who will take\ncharge of full responsibility  of all the necessary financial expenses\nincluding your flights tickets to Japan and retuned back tickets and\nyour hotel reservation Please if you are interested  to received your\nfunds  I demand you to get back to me so I can  provide you with\nfurther details and the best way to complete the  project attached is\nmy official working id card for you to know who is actually who is\ndealing with you\nI Looking forward to hearing from you\n Yours Faithfully,\n Rev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-25 09:10:46\nSUBJECT: Re: Attention Beneficiary\nDear Mr.  Wishes,James\nPlease read carefully.\nFirst, I must insist on your confidence in this transaction. I made\nthis  contact with you based on reliable information  available to me\n.I really appreciate you for indicating your interest regarding my\nprevious mail. This is genuine and real the reason why you have not\nreceived your funds is because you are dealing with the wrong people\nthat is taking advantage of you\n there are a lot of people who are interested in confiscating your\nfund into their personal account because they know too  well that you\ncan't be able to come to Nigeria to claim your USD$5.5 Million\nApproved payment each time your funds is been approved suddenly they\nwill try to stopped and come up with one problems and others it will\ninteresting  you to know that  united nations has come to your rescue\nnow and your compensation funds will be transferred into your bank\naccount  without you paying for any upfront payment in advanced to\nanyone  until you received your funds the square peg is now in square\nhole and your payment is being processed and will be released to you\nthrough Shinkin Central Bank (SCB) Address: 3-7, Yaesu 1-chome,\nChuo-ku,Tokyo 103-0028, Japan\n it will be your feudatory obligation to travel down to los Angeles on\nThursday next week to meet with Mr. Jonathan Davis who is in charge of\nyour payments file you are hereby advised to fly down to los Angeles\nfor  endorsement of compensation payment  documents  before proceeding\nto Japan  with the document  i hope  you have a valid international\npassport?\n  NOTE  Mr. Jonathan Davis I have a very limited time to stay  in Los\nAngeles therefore, I would like you to urgently respond to this\nmessage so that I can advise you on what next to do  accept? our\ncongratulations in advance.\ni look forward to hearing from you\nYours Faithfully,\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-25 12:20:35\nSUBJECT: Re: Attention Beneficiary\nDear James wishes,\nSequel to your mail sir after series of petition received from\nInternational Body on the way people inheritance funds was handled\nAfter Extensive close door meeting with  the  Board of Directors  At\nthe recently  with the World Bank and the United Nations, an agreement\nwas reached between both parties for for us to settle all outstanding\npayment accrued to individuals/corporations with respect to local and\noverseas contract payment, debater-scheduling and outstanding\ncompensation payment. Fortunately, you have  been selected alongside a\nfew other beneficiaries to receive your own payment  It  was\nResolved  and Agreed upon that your outstanding compensation Fund\nwould  be  released on as special method of payment , which tag  Name\nReads direct transfer. This method of payment  is designed by the\nPresident of the United nations General  Assembly to avert fraud\nperpetration or stoppage off! Funds by Some Agencies. Either Through\nAnti Terrorist Certificate or other certificates. please note sending\nsuch payment documents  through electronically is not acceptable\nanymore as we have experience in the past whereby some imposter we\nhave access to beneficiary documents and take advantage of them we\nwant to make sure we are dealing with the right person and not a\nscammer\nThis direct transfer would be done upon meeting with the signing of\nyour transfer documents in  in Los Angeles without  you paying any\nupfront payment before the funds will be release to you without any\ndelay however ,the Presidency of the United Nations Security Council\nhas vowed that his government is set to eradicate corruption and\nfraudulent practices all over the world to zero level, UN and he is\nalliance has approved part payments of US$5.5 million dollars only  to\nall verified and short-listed beneficiaries for their\ncontract/inheritance  claims via direct transfer.\nI look forward to hearing back from you.\nyour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-25 22:12:32\nSUBJECT: Re: Attention Beneficiary\nDear James wishes,\nthanks for your mail Based on your questions  direct transfer method\nof payment is designed by the President of the United nations General\nAssembly to avert fraud perpetration or stoppage off! Funds by Some\nAgencies. to ensure that every Individual selected by the UN Internal\nOversight Services (OIOS) must presented himself in Los Angeles for\nendorsement of compensations document before proceeding to japan with\nthe documents.\nAs a professional it is my duty to ensure that the transfer is done in\na quiet manner, hence you will have to follow my instructions and act\naccordingly to enable everything work out smoothly. I will do\neverything legally required to ensure that the project goes smoothly,\nit shall pass through all Laws of International Banking without you\npaying any upfront payments or any fees in advanced  to anyone before\nyou received your funds.\nThis is to inform you that  all the  necessary legal documents concern\nto your compensation funds as requested will been  issued out to you\nincluding  deposit Certificate from the paying bank in japan will  be\nsent to you  and ADMINISTRATION\nLETTER recognizing you as the true beneficiary to the fund as\ndeposited by UN Internal Oversight Services (OIOS)\n Please make sure you print out every single documents sent to you\nbecause that's is what you will used to confirm your funds in Tokyo\njapan when you get there you are hereby advised to booked your flight\ntickets to Los Angeles for endorsement of your compensations  funds\nNote your flight tickets and your hotel reservation will be also\nblocked on your behalf upon your arrival in los Angeles and also\nconfirmed by you before proceeding to japan with the documents. for\nimmediate release of your funds We do not want anything that will\njeopardize your chances of not receiving your fund its your feudatory\nobligation to travel down to los Angeles on Thursday next week.\n I Looking forward to hearing from you\n  Yours Faithfully,\n  Rev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-26 23:53:51\nSUBJECT: Re: Attention Beneficiary\nDear James\nSorry for late reply it was  a call for urgent by united nations Let\nme break it down into a few steps so it’s easy for you to understand.\nThis is to inform you that  I am currently in Nigeria  not too long\nago with the un official envoy  to discuss Sudan crisis with the\nAfrican leaders in the person of Muhammadu  Buhari Nigeria president\non the way forward to end The Sudan conflict is complex, with multiple\nactors involved and competing interests at play. It is not a simple\ncase of rebels versus the government, but rather a web of ethnic,\npolitical, and economic tensions. One of the main causes of the\nconflict is the unequal distribution of resources in Sudan\nThe international community has repeatedly called on Sudan's warring\nparties to immediately lay down their arms and engage in dialogue.\nMore than 420 people have been killed and over 3,700 others have been\nwounded in the conflict, according to the WHO's Eastern Mediterranean\nRegional Office. please i will write you more by tomorrow Ok i need to\nhave some rest now  i promised to provide you with any information's\nneed to know about ok . You can reach me on +234 80 25 14-14-10.\nThough I feel that we should be discreet in our telephone conversation\nknowing how porous telephone services are.\nKindly do acknowledge the receipt of this mail and your understanding\nthereafter.\nI Looking forward to hearing from you and God Bless America.\nYours Faithfully,\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-28 08:30:55\nSUBJECT: Re: Attention Beneficiary\nDear James\nThanks for your quickly response to my mail I do mention on my\nprevious email  I sent to you , your funds is in currently with the\nShinkin Central Bank of  Japan (SCB) where the fund will be transfer\ndirect  into your bank account  without anydaely at its already been\nplanned by the UN office of internal oversight services (oios)  please\nbe patient\nwith us everything is in other as already be planned by the un\nsecurity council and its members Mr. Jonathan David who is in charge\nof your payments file is very busy right now with international duets\ndue to Sudanese conflict i will advise you to get prepared to travel\ndown to los Angeles on the 10th of may when Mr. Jonathan David will be\navailable  to see you for  an endorsement  before you proceeding to\njapan. however the  deposit certificates of your funds will be sent to\nyou including with the payment schedule  as soon as you furnish us\nwith your personal details.\nAS a professional it is my duty to ensure that the transfer is done in\na quiet manner, hence you will have to follow my instructions and act\naccordingly to enable everything to work out smoothly. I will do\neverything legally required to ensure  that the funds go  smoothly, it\nshall pass through all Laws of International Banking.\nkindly re-confirm to me the followings:\nYour Full Name: ______________________________\nYour Contact House Address _____________________\nCity of Residence:_____________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nyour valid international passport  copy ____________________________\nAGE:_______\nOCCUPATION:______________________________\nYours Faithfully,\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-28 10:46:38\nSUBJECT: Re: Attention Beneficiary\nDear James,\nThe Office of Internal Oversight Services (OIOS) is the internal\noversight body of the United Nations (UN).The Office assists the\nSecretary-General in fulfilling his oversight responsibilities in\nrespect of the policy making through the world bank and the united\nnations Organization financial monitoring unit our role is to ensure\nthat the transfer is done in a quiet manner, hence you will have to\nfollow my instructions and act accordingly to enable everything work\nout smoothly. and shall pass through all Laws of International\nBanking.\n it will be your feudatory obligation  tell us when it will be\nconvenient for you to travel down to los angles due to how this\nproject is be planned to avoid dealing with the wrong person Right now\nI will request/remind you to furnish me with  your information so that\nI know who and whom i am actually dealing with. Please do not\nmisconstrue my intent Like their  saying when we  get to the bridge we\ncross it so as soon as I get those required information/data of yours\nwe then proceed to the next stage of this transaction. by sending you\nthe deposit certificate of your funds in japan including with the\nPayment schedule of your funds\nI look forward to hearing from you.\nSincerely,\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-29 08:37:20\nSUBJECT: Re: Attention Beneficiary\nDear James\nSequel to your mail sir I really surprised you are still asking me\nabout how the Funds accrued ? this is a compensation payments from the\nunited nations to settle all the scan victim who has not yet received\ntheir funds which I have already explained to you on my previous email\nseveral time there is no upfront payment or any fees to pay in advance\nto anyone before you receive your funds.\ndirect transfer. method of payment  is designed by the President of\nthe United nations General Assembly in collaboration with  the world\nbank to avert fraud perpetration or stoppage off! Funds by Some\nAgencies. Either Through Anti Terrorist Certificate or other\ncertificates. by ensuring that beneficiary received their funds.\nyour requirements, is for you to travel down to  los Angeles  to meet\nwith Mr. Jonathan David who is in charge of your payments file  for\nendorsement of compensation document before proceedings with the\ndocuments to Japan  where you will meet with the bank official Mr.\nJack Lee for immediate release of your funds into your bank account\nwithout any delay as we are top of  the transaction you have nothing\nto worried about  all you need to is follow every directive and\ninstructions giving to you I believe you will have a successful\ntransaction by the grace of God\nPlese kindly re-confirm to me the followings:\nYour Full Name: ______________________________\nYour Contact House Address _____________________\nCity of Residence:_____________________________\nCountry:____________________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nYour international  Passport copy :____________________________\nAGE:_______\nOCCUPATION:______________________________\nAs soon as the above mentioned details are received, we will proceed\nto the Next stage of transactions\nI Looking forward to hearing from you\nYours Faithfully,\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-04-29 22:26:34\nSUBJECT: Re: Attention Beneficiary\nDear James\nsorry it's very important you travel down to los angeles for\nendorsement of compensation document before you proceeding to japan\nwith the documents for immediate release of your funds\nhowever whereby you can travel to los Angeles you can send us power of\nattorney to enable us removed your name out of the compensations funds\nsince you cant followed our directive and instructions to enable\neverything workout smoothly. on your favor\nI Looking forward to hearing from you and God Bless America.\nYours Faithfully,\nRev John Larr\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-01 10:11:18\nSUBJECT: Re: Attention Beneficiary\nDear James,\nI apologize for the delay in responding to your email the document you\nare to collect in Los Angeles is the document required by the paying\nbank in japan, for immediate release of your funds volume at 5.5\nmillion dollars approval compensation payment by the united nations.\npower of attorney it means whereby you are not interested to receive\nthe funds or to travel down to los Angeles for  endorsement of\ncompensation document .\nbefore you proceeding to Japan with the documents that will enable us\nto removed you Name out the funds and instruct the paying bank for\ncancellations of the funds  As soon as we received your details  we\nwill proceed to the Next stage of transactions\nI Looking forward to hearing from you and God Bless America.\nYours Faithfully,\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-03 00:35:56\nSUBJECT: Re: Attention Beneficiary\nI guess you are not serious to receive your funds\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-03 01:30:48\nSUBJECT: Re: Attention Beneficiary\nDear James\nPlease  note you should understand that this transactions is not a\nchild play you must followed our instructions and directive to enable\neverything workout smoothie  we have a very strong mandate on us to\nclear off all long term pending payments. So therefore you are hereby\nadvice to comply with our directive  to help us save you better by\nproviding us with your detailed information as early requested\n. I Looking forward to your soonest respond for finalization of this\ntransactions .\nKindly do acknowledge the receipt of this mail and your understanding\nthereafter.\nYours Faithfully,\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-04 19:11:18\nSUBJECT: Re: Attention Beneficiary\nDear James\nThanks for your mail and your wiliness to received your compensation funds\nvolume at 5.5 million dollars approved  payment by the UN internal\noversight services information required as follows\nYour Full Name: ______________________________\nYour Contact House Address __________________\nCity of Residence:_________________________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nYour valid international  Passport copy :____________________________\nAGE:_______\nOCCUPATION:__________________\nAs soon as the above mentioned details are received, we will proceed to the\nNext stage of transaction Without you paying any upfront payments to anyone\nbefore you received your funds without any delay as soon as you followed my\ninstructs and directive to enable everything workout in your favour OK\nI look forward to hear back from you for more details\nYour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-05 16:14:13\nSUBJECT: Re: Attention Beneficiary\nDear James\nThanks for your mail and your wiliness to received your compensation funds\nvolume at 5.5 million dollars approved  payment by the UN internal\noversight services information required as follows\nYour Full Name: ______________________________\nYour Contact House Address __________________\nCity of Residence:_________________________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nYour valid international  Passport copy :____________________________\nAGE:_______\nOCCUPATION:__________________\nAs soon as the above mentioned details are received, we will proceed to the\nNext stage of transaction Without you paying any upfront payments to anyone\nbefore you received your funds without any delay as soon as you followed my\ninstructs and directive to enable everything workout in your favour OK\nI look forward to hear back from you for more details\nYour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-05 17:49:52\nSUBJECT: Re: Attention Beneficiary\nDear James\nlike i said early on my previous email I sent to you  must provide us with\nyour valid international passport copy including with your home adders and\nyour mobile phone number your age and your occupation to  enable us cross\ncheek what  we have here in our database file  before we before we  with\nFourth directive Further directive to avoid wrong payment I repeat if you\nwish to received your fund you most following our directive and instruction\nto enable everything work on your favour because this is not a child play\ntransaction\nI look forward to hear back from you\nYour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-05 18:45:13\nSUBJECT: Re: Attention Beneficiary\ni guess you are not a serious person please dont contact me again because i\nwill not going to continued  repeat myself all the time\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-05 18:48:38\nSUBJECT: Re: Attention Beneficiary\ni will advised you to forget about this vary transaction since you are not\nready to received your funds\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-05 21:15:36\nSUBJECT: Re: Attention Beneficiary\nDear James\n i have made myself clear several times if you wish to received your fund\nyou most following our directive and instruction by provide us with your\nvalid international passport copy and your personal details whereby you can\nnot provide it there is no need us proceeding further in this transaction\nremember this is not a child play transaction.\nYou need to comes out positively\nI look forward to hear back from you as soon as possible.\nYour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-05 21:59:03\nSUBJECT: Re: Attention Beneficiary\nYou are not ready to received your fund since you don't trust me please\ndon't border to contact me back again because I will not continued to\nwasting my time with you repeating myself all the time OK\nI have other things to do that is very important then your transaction OK\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-05 23:59:41\nSUBJECT: Re: Attention Beneficiary\nWhat are you talking about?   note this transaction is legitimate  you have\nnothing to worry about the reason why we need your international passport\ncopy is to enable the financier book your flight tickets on your behalf\nbefore you produced to Japan  with the documents for immediat released of\nyour funds\n After the endorsement  it's our duty to ensure that your funds passed\nthrough the international banking law as soon as you send us your details\nthen we will go-ahead and send you deposits cenfirticate of your funds\nincluding with other documents that recognized you as the true beneficiary\nof the funds\n if you wish to received your funds you most followed our directives and\ninstruction to enable everything worked smoothly in your favor note you are\nnot paying any upfront payment to anyone before you received your funds I\nhope you understand my points\nI look forward to received your details\nYour Sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 00:21:44\nSUBJECT: Re: Attention Beneficiary\nnote all your expense including your flight ticket's to Japan and returned\ntickets will be taking care of by the financier and your hotel  reservation\n its will interest you to know that the flight ticket's will be confirmed\nby you\n the United Nations has mandate a financier to offsets  all the bills on\nyour behalf due to how the project is been planned by the   United Nations\nGeneral Assembly so therefore you have nothing to worry about all we\nrequired from you is to followed every instruction given to you to enable\neverything worked smoothly on your favor\nI look forward to hear back from you\nYour sincerely\nRev john Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 08:42:27\nSUBJECT: Re: Attention Beneficiary\nDear James\nThe financier  is a united nations finance contractor that provide finance\nsolutions to individual  when it needed remember UN is big organizations\nthat's have  their finance contractor in every part of the world.\nThe reasons why your funds will passed through the international banking\nlaws is because we would want anything that will stop the funds  as you\nhave experience in the passed\nThe UN and it members has made it mandatory that any individual that want\nto received he or her compensation funds must be Present in los Angles for\ntheir endorsement of they documents before proceedings to Japan for\nimmediate released of your funds  your role in Japan is to handle over the\ndocuments to Mr Jack Lee who charge of remittancs  department of the bank .\ni will urge to do your utmost best to travel down to los Angles on Friday\nnext week be the 11th of may 2023  then you will travel to Japan on Sunday\nto arrived on Monday you are not spending more then 4days Trip in  Japan\nand returned back home\nNote Mr Jonathan David who is in charge of your payment file has a limited\ntime to stay in los Angles I  would want you to loss this great opportunity\nyou have to received your funds before he live los Angles on the 15 of may\n2023 to Edinburgh Scotland\nI hope you understand my point\nI look forward to received your details\nYour Sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 10:02:53\nSUBJECT: Re: Attention Beneficiary\nsorry i cant expian anything more then this again to me because it looking\nlike  you are taking me for a ride\nI will advised you to forget about this transition OK I will instruct the\nbank to cancelled the payment please don't board to contacts me back again\ngood Lock\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 10:10:27\nSUBJECT: Re: Attention Beneficiary\nsorry i cant expian anything more then this to you again  because it\nlooking like  you are taking me for a ride\nI will advised you to forget about this transition OK I will instruct the\nbank to cancelled the payment please don't board to contacts me back again\ngood Lock's and God bless you for you time\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 10:49:35\nSUBJECT: Re: Attention Beneficiary\nIf you can't followed my instruction and my directive then will advised you\nto forget about this transition OK because can't continue Wasteing  my\ntimes and repeating one issues all the time\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 10:53:06\nSUBJECT: Re: Attention Beneficiary\nPlease you hold me no apology for refusing my proposal  OK\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 11:28:51\nSUBJECT: Re: Attention Beneficiary\nplease forget about it i am not here for child play have a nice day\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 11:31:26\nSUBJECT: Re: Attention Beneficiary\ni will send dowm my report on Monday morning to the paying bank in Japan\nfor immediate cenclletion of the funds\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 11:36:21\nSUBJECT: Re: Attention Beneficiary\nlet stop wasting each other time i can only work with serious minded people\nthat is reday to received their compensation funds not someone on serious\nlike you\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 13:28:39\nSUBJECT: Re: Attention Beneficiary\ni have already provide you with the information you required whereby you\ncan't followed my instruction and my directive by sending me your details\nthere is no need of proceedings further with you on this very transaction I\nwill advised you to forget about the whole process as I are not interested\nto work with someone like you anyone who doesn't take a simple instruction\n.have a nice day .\nYour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 15:51:06\nSUBJECT: Re: Attention Beneficiary\ni have already told you the information required from you the process is\nthat your funds is already  be deposited in a bank in Japan your duty is to\ntravel down to los Angles on Friday to meet with Mr Jonathan David who is\ncharge of payment file for an endrosment all the documents has been program\ninto an deskcate which you will handle over to you in los Angles before you\nproceed with it to Japan to meet Mr Jack Lee who is charge of remittancs\ndepartment of your funds and handle over the deskte to him once you arrived\nin Japan he will been the one to help and make sure that your funds is be\ntranfers into your bank in united state before living Japan note no upfront\npayment is requre from you .we have the Master plane to see this\ntransitions through without anyday once you can followed our  instruction\nand my directive to enable everything worked out for your owned favour note\nMr Jonathan David has a limited time to stay in los Angles before he live\nto Scotland on the 15 of may 2023 if you really wish to received your funds\nI look forward to hear back from you\nYour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 20:12:08\nSUBJECT: Re: Attention Beneficiary\nDear James\nPlease there is no much process  on the  endorsements all you need to do is\nto be present in los Angles and  checking into a hotel which I will provide\nyou with details and  Mr Jonathan David who is charge of payment file  will\nbeen there to see you Ok .\nPlease note  most all the important documents including with the\ntransactions bulk number input switch of your funds  will been program into\ndiskette  drive which Mr Jonathan will handle over to you in los Angles\n before  proceeding with it to Japan  for immediate  released of your funds\nby the Shinkin Central Bank Tokyo Japan where your compensations funds is\nbeen deposited  by the  UN\nI  have made it clear to you several time there is no upfront payment to be\npaid to anyone in advance before you received your funds anyone asking you\nto send money or pay money upfront is a scammer but looking for a way to\n scan you\nI look forward to hear back from you.\nRev john Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-06 23:52:45\nSUBJECT: Re: Attention Beneficiary\nDear James\n thank you for your prompt response .below is the details of the hotel in\nLos Angles where Mr Jonathan David will meet you please let me bring this\nnote to your hearing your involvement in los Angles is to ensure we are\ndealing with the right persons and to enable them  handle over the diskette\ndrive to you as the  true  beneficiary of the funds the diskette drive\ncontained all the important documents that is needed by the paying bank in\nJapan to relased your funds\ndue to how the transactions is been planned by the UN After Extensive close\ndoor meeting\nwith  the  Board of Directors  At the recently  with the World Bank  to\n avert fraud perpetration or\nstoppage off! Funds by Some Agencies. Either Through Anti Terrorist\nCertificates or other certificates The only two documents you will summit\nto the banker official in Japan upon your arriver is deposits cenfirciate\nof the funds  and payment shelude the documents will been issue to you\nbefore travel down to los Angles OK\nHere is the hotel details\nJet Inn\n4542.W.Slauson Ave  Los Angele .CA 90043 Tel(323)295-2544 East of La Brea\nAv)free internet service near  the airport  take only one (102)\ni hope I  have explained it  very cleared to you for you to understand\nI look forward to hear back from you\nYour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-07 00:44:26\nSUBJECT: Re: Attention Beneficiary\nThank you for your response. I look forward to received your details to\nenable us proceed further by sending you the deposits cenfirciate of your\nfunds and payment shelude which you will print it out and flies it because\nyou are going along with it to Japan where you will summit it to the banker\nincluding with the deskte for immediate released of your funds OK  Please\nkindly ackonulage the recipient of this email\nI look forward to hear back from you\nYour sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-07 08:56:51\nSUBJECT: Re: Attention Beneficiary\nDear James.\nI think I have explained to you about this transactions several time why\nare you still coming back with the same question's again and again! I\nrepeat if you are not interested  about the transaction you  should let me\n know  then i will instruct  their paying bank for immediate  cancellations\n of the funds  you are making thus transaction on seriousness.\nNote you have from now till   Tuesday to send down  your details and copies\nof your international passport before  we will go -ahend and send you the\nPayment schedule including  with the deposit cenfircate of your funds.\nPayment scheduled  is documents where  names of the individuals  that is\ndue to received their compensactions funds in the months of may 2023 from\nthe paying bank in Japan and it will  be summited to the banker in Japan\nfirst before handle over the diskette drive  to him for  immediate released\nof your funds I  think I have made myself clear for your better understand\nI look forward to hear back from you\nYour Sincerely\nRev John Larry\n", "From: l*******9@gmail.com\nTo: qm50809@l******s.email\nTime: 2023-05-07 12:09:26\nSUBJECT: Re: Attention Beneficiary\nthanks for your mail\npleass note  the  payment  schedule and the  deposit certficate is the fist\nthing the banker officials in Japan we ask you to know if you are the true\nbeneficary of the funds you intend to received then affter you will handle\nover the diskcate to him and your funds will be released to you within 24\nhour of you submitted the documents to them\nHowever no upfront payment will be required from you before you received\nyour funds anyone asking to pay money or send money is a scammer but\nlooking for a way to scam you please do ackonulage of  the recipient of\nthis Mail i look forward to received  your details from you as soon as\npossible\nYour sincerely\nRev John Larry\n"], "outbound_messages": ["From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-24 22:24:28\nSUBJECT: Re: Attention Beneficiary\nHello Rev John Larry,\nThank you for reaching out to me regarding my fund. I appreciate the information you have provided. Can you please clarify what specific fund this is in regards to and how it was accrued? Also, can you provide more information on the direct method of payment and how it differs from other payment methods? I am hesitant to provide personal information such as my passport copy without fully understanding the situation. Thank you for your time.\nBest regards.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-25 01:24:35\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I appreciate the information you have provided. I am interested in receiving my funds and would like to know more about the process. Can you please provide me with more details on how to book my flight tickets to Los Angeles and when I should plan to do so? Also, can you explain more about the documents I will be signing in Los Angeles and what they entail? \nI understand your warning about scammers and appreciate your concern. Rest assured that I will not be sending any money to anyone without proper verification. \nThank you for attaching your official working ID card. It helps me to know who I am dealing with. \nLooking forward to hearing back from you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-25 10:24:36\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for reaching out to me. I appreciate your concern regarding my funds. However, I would like to know more about the details of this transaction. Can you provide me with more information about the United Nations' involvement in this matter? Also, I would like to know why I need to travel to Los Angeles to meet with Mr. Jonathan Davis. Can't the payment documents be sent to me electronically?\nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-25 23:12:41\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email and for explaining the direct transfer method of payment. I appreciate your efforts to ensure that the transfer is done in a quiet manner and that all necessary legal documents will be issued to me. I will make sure to print out every single document sent to me and book my flight tickets to Los Angeles for the pickup of my funds. \nCan you please provide me with more information about the hotel booking and flight tickets? How will I confirm the booking and what is the name of the hotel? Also, can you please confirm that there will be no upfront payments or fees required from me before I receive my funds?\nThank you for your assistance and I look forward to hearing back from you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-27 01:24:34\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email and for sharing this information with me. I appreciate your efforts to break down the complex situation in Sudan and the need for dialogue between the warring parties. I understand the importance of discretion in our communication and will keep that in mind.\nI look forward to hearing more from you tomorrow and hope you have a good rest.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-28 09:12:22\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email and for providing me with an update on my funds. I appreciate your efforts in ensuring that the transfer is done smoothly and legally. However, before I provide you with my personal details, I would like to know more about the UN office of internal oversight services and their involvement in this transfer. Can you please provide me with more information on this?\nAlso, I am unable to travel to Los Angeles on the date mentioned due to prior commitments. Is there any other way to proceed with the transfer without me having to travel?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-28 11:13:04\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for reaching out to me regarding the Office of Internal Oversight Services OIOS and the United Nations financial monitoring unit. I am interested in learning more about this opportunity. Can you please provide me with more details about the transfer process and how I can ensure that everything is done legally and safely? \nAlso, I would like to know more about the payment schedule and how I can receive my funds in Japan. Can you please provide me with more information on this? \nRegarding my personal information, I would prefer to share it only when necessary and after verifying your identity. Can you please provide me with more information about yourself and your role in this process? \nThank you for your time and I look forward to hearing back from you soon.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-29 09:24:34\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I appreciate the information you have provided about the funds from the United Nations. I am glad to hear that there are no upfront payments or fees required before receiving the funds.\nI am interested in learning more about the direct transfer method of payment that you mentioned. Can you please explain how this works and how it ensures that the funds are not stopped by other agencies?\nAlso, I am unable to travel to Los Angeles at the moment. Is there any other way to proceed with the release of my funds?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-04-30 01:12:14\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larr,\nThank you for reaching out to me. I appreciate your concern and advice. Can you please provide me with more information about the documents that I need to collect in Los Angeles? Also, can you explain to me more about the power of attorney and how it will help me remove my name from the funds?\nThank you and God bless you too.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-01 10:12:35\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I appreciate the information you have provided regarding the document I need to collect in Los Angeles. Can you please provide more details about the document and why it is required by the paying bank in Japan? Also, can you clarify what you mean by \"power of attorney\" and how it relates to my receiving the funds? \nI am interested in receiving the funds, but I am hesitant to travel to Los Angeles without a clear understanding of the process. Can you provide more information about what will be required of me once I have the document and how I can ensure the safe transfer of the funds?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-03 01:12:10\nSUBJECT: Re: Attention Beneficiary\nHello, I am interested in receiving my funds. Can you please provide me with more information on how to do so?\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-03 02:12:12\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I appreciate your efforts to clear off long term pending payments. However, I would like to know more about your directive and what kind of detailed information you require from me. Could you please provide me with more information so that I can comply with your directive accordingly?\nThank you for your time and consideration.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-04 19:12:26\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I am interested in receiving my approved payment of million dollars from the UN internal oversight services. However, I am hesitant to provide my personal information such as my contact house address and mobile number. Can you please explain why this information is necessary and how it will be used? \nThank you for your time and I look forward to hearing back from you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-05 17:12:19\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I am interested in receiving my approved payment of million dollars from the UN internal oversight services. However, I am hesitant to provide my personal information such as my contact house address and mobile number. Can you please explain why this information is necessary and how it will be used to ensure the safe and timely delivery of my funds?\nThank you for your time and I look forward to hearing back from you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-05 18:12:27\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I appreciate your efforts to ensure that everything works in my favor. However, I am hesitant to provide my personal information at this time. Can you please provide me with more information about the Fourth directive and how it relates to my situation? I would also like to know more about your organization and how you obtained my contact information.\nThank you for your time and I look forward to hearing back from you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-05 19:12:15\nSUBJECT: Re: Attention Beneficiary\nI apologize if I have offended you in any way. However, I am still interested in hearing what you have to say. Can you please provide more information about what you are offering?\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-05 19:12:17\nSUBJECT: Re: Attention Beneficiary\nThank you for your advice. Can you please provide more information about why I am not ready to receive my funds?\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-05 21:24:18\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your message. I understand that you require my personal details and a valid passport copy in order for me to receive my fund. However, I am hesitant to provide such sensitive information without further clarification and assurance of the legitimacy of this transaction. Can you please provide me with more information about the process and the organization you represent? I appreciate your understanding and look forward to hearing back from you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-05 22:24:26\nSUBJECT: Re: Attention Beneficiary\nI apologize if I have offended you in any way. I am still interested in receiving my fund, but I just want to make sure that everything is legitimate before proceeding. Can you please provide me with more information and details about the process? Thank you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 00:24:18\nSUBJECT: Re: Attention Beneficiary\nHello Rev John Larry,\nThank you for explaining the reason why my passport copy is needed. I appreciate your assurance that this is a legitimate process and that I don't have to worry about anything. Can you please provide more information about the financier who will be booking my flight tickets? Also, can you explain more about the banking law that my funds will be passing through? I just want to make sure that everything is clear before I provide my personal details.\nThank you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 00:24:24\nSUBJECT: Re: Attention Beneficiary\nHello Rev John Larry,\nThank you for reaching out to me. I appreciate the information you have provided regarding my expenses for the trip to Japan. Can you please provide me with more details about the project and my role in it? Also, can you confirm the dates of the trip and the duration of my stay in Japan? \nThank you and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 09:24:22\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I appreciate the information you have provided about the financier and the United Nations finance contractor. However, I have some questions regarding the process you have outlined for me to receive my funds.\nCan you please explain why I need to be present in Los Angeles for the documents before going to Japan? Is there any way to complete this process remotely?\nAlso, can you provide more information about Mr. Jack Lee and his role in the remittance department of the bank? How can I be sure that he is a legitimate representative of the bank?\nLastly, I am hesitant to travel during these times due to the current global situation. Is there any flexibility in the travel dates or alternative options for receiving my funds?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 10:24:22\nSUBJECT: Re: Attention Beneficiary\nI apologize if I gave you the wrong impression. I am genuinely interested in learning more about this opportunity. Can you please explain to me why you think it's not legitimate? I promise to keep an open mind and not make any hasty decisions. Thank you.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 10:24:28\nSUBJECT: Re: Attention Beneficiary\nI'm sorry if I gave you the wrong impression. I'm just trying to understand the situation better. Can you please explain to me why you think I'm taking you for a ride? I'm not asking for any personal information, I just want to make sure everything is legitimate. Thank you for your time.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 11:24:20\nSUBJECT: Re: Attention Beneficiary\nI apologize if I have caused any inconvenience. Can you please clarify what specific issue you are referring to? I want to make sure I understand the situation clearly.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 11:24:22\nSUBJECT: Re: Attention Beneficiary\nI'm sorry, but I'm not sure what proposal you are referring to. Can you please provide more context or information?\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 12:24:12\nSUBJECT: Re: Attention Beneficiary\nI apologize if I came across as childish. I am genuinely interested in learning more about what you have to offer. Can you please provide me with more information? Thank you and have a nice day.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 12:24:14\nSUBJECT: Re: Attention Beneficiary\nThank you for letting me know. Can you please provide more details about the report and the purpose of the funds?\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 12:24:16\nSUBJECT: Re: Attention Beneficiary\nThank you for your message. Can you please provide more information about the opportunity you are offering? I am interested in learning more about it.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 14:24:15\nSUBJECT: Re: Attention Beneficiary\nHello Rev John Larry,\nThank you for your response. I apologize if I have caused any inconvenience by not following your directives. Can you please provide me with more information about the process and what details you require? I am interested in learning more and would appreciate any guidance you can provide.\nThank you and have a nice day.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 16:24:38\nSUBJECT: Re: Attention Beneficiary\nHello Rev John Larry,\nThank you for your message. I appreciate the information you have provided about the process for receiving my funds. However, I have some follow-up questions before I proceed with anything.\nCan you please provide me with more details about the endorsement process with Mr Jonathan David in Los Angeles? What exactly will I need to do during this process?\nAlso, can you confirm that there will be no upfront payment required from me? I just want to make sure that I understand the terms correctly.\nThank you for your time and assistance.\nBest regards.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-06 20:24:26\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your response. I appreciate the information you have provided. I am interested in learning more about the process. Can you please provide me with more details about the hotel and the meeting with Mr. Jonathan David? Also, can you explain more about the diskette drive and how it will be used to release my funds?\nI want to make sure that I understand everything clearly before proceeding. Thank you for your time and assistance.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-07 00:24:16\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email and for providing me with the details of the hotel in Los Angeles where Mr. Jonathan David will meet me. I appreciate your efforts in ensuring that we are dealing with the right persons and that the diskette drive containing the important documents is handed over to me as the true owner of the funds.\nI understand that the UN and the World Bank have taken measures to prevent fraud or stoppage of funds by some agencies, and I am willing to comply with the required documents needed by the banker official in Japan upon my arrival.\nThank you for providing me with the hotel details and for explaining everything clearly. I will keep you updated on my progress.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-07 01:24:14\nSUBJECT: Re: Attention Beneficiary\nHello Rev John Larry,\nThank you for your email. I appreciate your willingness to share information with me. However, before we proceed any further, I would like to know more about the details of this transaction. Can you please provide me with more information about the funds and the payment schedule? Also, I would like to know more about the purpose of the funds and why they need to be submitted to a banker in Japan.\nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-07 09:24:30\nSUBJECT: Re: Attention Beneficiary\nDear Rev John Larry,\nThank you for your email. I apologize if I have asked the same questions repeatedly. I just want to make sure that I fully understand the process. I am still interested in receiving the funds and I will send my details and passport copies as soon as possible. Can you please provide me with more information about the payment schedule and deposit certificate? How long does it usually take for the funds to be released after the documents are submitted?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "From: qm50809@l******s.email\nTo: l*******9@gmail.com\nTime: 2023-05-07 12:24:36\nSUBJECT: Re: Attention Beneficiary\nHello Rev John Larry,\nThank you for your email. I appreciate the information you have provided regarding the payment schedule and the deposit certificate. I understand that it is important to verify the true beneficiary of the funds before proceeding with the release of the funds.\nI will make sure to keep in mind that no upfront payment will be required from me before receiving the funds. Thank you for warning me about scammers who may ask for money or try to scam me.\nCould you please provide me with more details on how to submit the documents to the banker officials in Japan? Also, what information do you need from me in order to proceed with the verification process?\nLooking forward to hearing back from you soon.\nBest regards.\nBest wishes,\nJames\n"], "conversations": [{"time": "1682371463", "subject": "SUBJECT: Attention Beneficiary", "body": "Attention Beneficiary\nGoing by series of petition received from International Body on theway\nyour inheritance fund was handled After Extensive close door meeting\nwith  the  Board of Directors  At the recently  with the World Bank\nthe United Nations, an agreement was reached between both parties for\nus to settle all outstanding payment accrued to\nindividuals/corporations with respect to local and overseas contract\npayment, debtre-scheduling and outstanding compensation payment.\nFortunately, you have  been selected alongside a few other\nbeneficiaries to receive your own payment  It  was  Resolved  and\nAgreed upon that your Heritance  Fund  would  be  released on as\nspecial method of payment , which tag  Name  Reads direct\ntransfer.This method of payment  is designed by the President of the\nUnited nations General Assembly to avert fraud perpetration or\nstoppage off! Funds by Some Agencies. Either Through Anti Terrorist\nCertificate or other certificates. This direct transfer\nwould be done upon meeting with the signing of your transfer documents\nin our office in Los Angeles without  you paying any upfront payment\nbefore the funds will be release to you without any delay however, the\nPresidency of the United Nations Security Council has vowed that his\ngovernment is set to eradicate corruption and fraudulent practices all\nover the world to zero level, UN and he is alliance has approved part\npayments of US$5.5 million dollars only  to all verified and\nshort-listed beneficiaries for their contract/inheritance  claims via\ndirect transfer.\nThe UN  has been mandated A financier to take charge of  full\nresponsibility of all the necessary financial expenses including your\nflights tickets Los Angeles where you will be signing your transfer\nrelease order  document of your funds by yourself alone\nPlese kindly re-confirm to me the followings:\nYour Full Name: ______________________________\nYour Contact House Address _____________________\nCity of Residence:_____________________________\nCountry:____________________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nYour international  Passport copy\n :____________________________\nAGE:_______\nOCCUPATION:______________________________\nAs soon as the above mentioned details are received, we will proceed\nto the Next stage of transactions\nI Looking forward to hearing from you and God Bless America.\nYours Faithfully,\nRev John Larry\n", "direction": "Inbound"}, {"time": "1682371468", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Hello Rev John Larry,\nThank you for reaching out to me regarding my fund. I appreciate the information you have provided. Can you please clarify what specific fund this is in regards to and how it was accrued? Also, can you provide more information on the direct method of payment and how it differs from other payment methods? I am hesitant to provide personal information such as my passport copy without fully understanding the situation. Thank you for your time.\nBest regards.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682372956", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nThanks for your mail please i have made this cleared  to you several\ntime there is no upfront payment or any fees to pay in  advance to\nanyone before you receive your compensation funds all i required from\nyou is tell us when will you book your flight tickets\n to Los Angeles for the endorsement of your  documents meanwhile after\nsigning document  in Los Angeles you will be require  to go to Japan\nwith the document and handle over the documents to SCB bank officer\nof  Shinkin Central Bank of Japan. where the fund will be transfer\ndirect  into your bank account without anydaly\n please  lastly, if you  really wish to receive your fund ,you have to\nfollow my directives  and STOP every communication you have with other\npeople and parties who are requesting you to send them money because\nthey are not  genuine but only scammers looking  for a way to scam\nyou. the United  Nations  has been mandated a financier who will take\ncharge of full responsibility  of all the necessary financial expenses\nincluding your flights tickets to Japan and retuned back tickets and\nyour hotel reservation Please if you are interested  to received your\nfunds  I demand you to get back to me so I can  provide you with\nfurther details and the best way to complete the  project attached is\nmy official working id card for you to know who is actually who is\ndealing with you\nI Looking forward to hearing from you\n Yours Faithfully,\n Rev John Larry\n", "direction": "Inbound"}, {"time": "1682382275", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I appreciate the information you have provided. I am interested in receiving my funds and would like to know more about the process. Can you please provide me with more details on how to book my flight tickets to Los Angeles and when I should plan to do so? Also, can you explain more about the documents I will be signing in Los Angeles and what they entail? \nI understand your warning about scammers and appreciate your concern. Rest assured that I will not be sending any money to anyone without proper verification. \nThank you for attaching your official working ID card. It helps me to know who I am dealing with. \nLooking forward to hearing back from you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682410246", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Mr.  Wishes,James\nPlease read carefully.\nFirst, I must insist on your confidence in this transaction. I made\nthis  contact with you based on reliable information  available to me\n.I really appreciate you for indicating your interest regarding my\nprevious mail. This is genuine and real the reason why you have not\nreceived your funds is because you are dealing with the wrong people\nthat is taking advantage of you\n there are a lot of people who are interested in confiscating your\nfund into their personal account because they know too  well that you\ncan't be able to come to Nigeria to claim your USD$5.5 Million\nApproved payment each time your funds is been approved suddenly they\nwill try to stopped and come up with one problems and others it will\ninteresting  you to know that  united nations has come to your rescue\nnow and your compensation funds will be transferred into your bank\naccount  without you paying for any upfront payment in advanced to\nanyone  until you received your funds the square peg is now in square\nhole and your payment is being processed and will be released to you\nthrough Shinkin Central Bank (SCB) Address: 3-7, Yaesu 1-chome,\nChuo-ku,Tokyo 103-0028, Japan\n it will be your feudatory obligation to travel down to los Angeles on\nThursday next week to meet with Mr. Jonathan Davis who is in charge of\nyour payments file you are hereby advised to fly down to los Angeles\nfor  endorsement of compensation payment  documents  before proceeding\nto Japan  with the document  i hope  you have a valid international\npassport?\n  NOTE  Mr. Jonathan Davis I have a very limited time to stay  in Los\nAngeles therefore, I would like you to urgently respond to this\nmessage so that I can advise you on what next to do  accept? our\ncongratulations in advance.\ni look forward to hearing from you\nYours Faithfully,\nRev John Larry\n", "direction": "Inbound"}, {"time": "1682414676", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for reaching out to me. I appreciate your concern regarding my funds. However, I would like to know more about the details of this transaction. Can you provide me with more information about the United Nations' involvement in this matter? Also, I would like to know why I need to travel to Los Angeles to meet with Mr. Jonathan Davis. Can't the payment documents be sent to me electronically?\nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682421635", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James wishes,\nSequel to your mail sir after series of petition received from\nInternational Body on the way people inheritance funds was handled\nAfter Extensive close door meeting with  the  Board of Directors  At\nthe recently  with the World Bank and the United Nations, an agreement\nwas reached between both parties for for us to settle all outstanding\npayment accrued to individuals/corporations with respect to local and\noverseas contract payment, debater-scheduling and outstanding\ncompensation payment. Fortunately, you have  been selected alongside a\nfew other beneficiaries to receive your own payment  It  was\nResolved  and Agreed upon that your outstanding compensation Fund\nwould  be  released on as special method of payment , which tag  Name\nReads direct transfer. This method of payment  is designed by the\nPresident of the United nations General  Assembly to avert fraud\nperpetration or stoppage off! Funds by Some Agencies. Either Through\nAnti Terrorist Certificate or other certificates. please note sending\nsuch payment documents  through electronically is not acceptable\nanymore as we have experience in the past whereby some imposter we\nhave access to beneficiary documents and take advantage of them we\nwant to make sure we are dealing with the right person and not a\nscammer\nThis direct transfer would be done upon meeting with the signing of\nyour transfer documents in  in Los Angeles without  you paying any\nupfront payment before the funds will be release to you without any\ndelay however ,the Presidency of the United Nations Security Council\nhas vowed that his government is set to eradicate corruption and\nfraudulent practices all over the world to zero level, UN and he is\nalliance has approved part payments of US$5.5 million dollars only  to\nall verified and short-listed beneficiaries for their\ncontract/inheritance  claims via direct transfer.\nI look forward to hearing back from you.\nyour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1682457152", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James wishes,\nthanks for your mail Based on your questions  direct transfer method\nof payment is designed by the President of the United nations General\nAssembly to avert fraud perpetration or stoppage off! Funds by Some\nAgencies. to ensure that every Individual selected by the UN Internal\nOversight Services (OIOS) must presented himself in Los Angeles for\nendorsement of compensations document before proceeding to japan with\nthe documents.\nAs a professional it is my duty to ensure that the transfer is done in\na quiet manner, hence you will have to follow my instructions and act\naccordingly to enable everything work out smoothly. I will do\neverything legally required to ensure that the project goes smoothly,\nit shall pass through all Laws of International Banking without you\npaying any upfront payments or any fees in advanced  to anyone before\nyou received your funds.\nThis is to inform you that  all the  necessary legal documents concern\nto your compensation funds as requested will been  issued out to you\nincluding  deposit Certificate from the paying bank in japan will  be\nsent to you  and ADMINISTRATION\nLETTER recognizing you as the true beneficiary to the fund as\ndeposited by UN Internal Oversight Services (OIOS)\n Please make sure you print out every single documents sent to you\nbecause that's is what you will used to confirm your funds in Tokyo\njapan when you get there you are hereby advised to booked your flight\ntickets to Los Angeles for endorsement of your compensations  funds\nNote your flight tickets and your hotel reservation will be also\nblocked on your behalf upon your arrival in los Angeles and also\nconfirmed by you before proceeding to japan with the documents. for\nimmediate release of your funds We do not want anything that will\njeopardize your chances of not receiving your fund its your feudatory\nobligation to travel down to los Angeles on Thursday next week.\n I Looking forward to hearing from you\n  Yours Faithfully,\n  Rev John Larry\n", "direction": "Inbound"}, {"time": "1682460761", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email and for explaining the direct transfer method of payment. I appreciate your efforts to ensure that the transfer is done in a quiet manner and that all necessary legal documents will be issued to me. I will make sure to print out every single document sent to me and book my flight tickets to Los Angeles for the pickup of my funds. \nCan you please provide me with more information about the hotel booking and flight tickets? How will I confirm the booking and what is the name of the hotel? Also, can you please confirm that there will be no upfront payments or fees required from me before I receive my funds?\nThank you for your assistance and I look forward to hearing back from you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682549631", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nSorry for late reply it was  a call for urgent by united nations Let\nme break it down into a few steps so it’s easy for you to understand.\nThis is to inform you that  I am currently in Nigeria  not too long\nago with the un official envoy  to discuss Sudan crisis with the\nAfrican leaders in the person of Muhammadu  Buhari Nigeria president\non the way forward to end The Sudan conflict is complex, with multiple\nactors involved and competing interests at play. It is not a simple\ncase of rebels versus the government, but rather a web of ethnic,\npolitical, and economic tensions. One of the main causes of the\nconflict is the unequal distribution of resources in Sudan\nThe international community has repeatedly called on Sudan's warring\nparties to immediately lay down their arms and engage in dialogue.\nMore than 420 people have been killed and over 3,700 others have been\nwounded in the conflict, according to the WHO's Eastern Mediterranean\nRegional Office. please i will write you more by tomorrow Ok i need to\nhave some rest now  i promised to provide you with any information's\nneed to know about ok . You can reach me on +234 80 25 14-14-10.\nThough I feel that we should be discreet in our telephone conversation\nknowing how porous telephone services are.\nKindly do acknowledge the receipt of this mail and your understanding\nthereafter.\nI Looking forward to hearing from you and God Bless America.\nYours Faithfully,\nRev John Larry\n", "direction": "Inbound"}, {"time": "1682555074", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email and for sharing this information with me. I appreciate your efforts to break down the complex situation in Sudan and the need for dialogue between the warring parties. I understand the importance of discretion in our communication and will keep that in mind.\nI look forward to hearing more from you tomorrow and hope you have a good rest.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682667055", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nThanks for your quickly response to my mail I do mention on my\nprevious email  I sent to you , your funds is in currently with the\nShinkin Central Bank of  Japan (SCB) where the fund will be transfer\ndirect  into your bank account  without anydaely at its already been\nplanned by the UN office of internal oversight services (oios)  please\nbe patient\nwith us everything is in other as already be planned by the un\nsecurity council and its members Mr. Jonathan David who is in charge\nof your payments file is very busy right now with international duets\ndue to Sudanese conflict i will advise you to get prepared to travel\ndown to los Angeles on the 10th of may when Mr. Jonathan David will be\navailable  to see you for  an endorsement  before you proceeding to\njapan. however the  deposit certificates of your funds will be sent to\nyou including with the payment schedule  as soon as you furnish us\nwith your personal details.\nAS a professional it is my duty to ensure that the transfer is done in\na quiet manner, hence you will have to follow my instructions and act\naccordingly to enable everything to work out smoothly. I will do\neverything legally required to ensure  that the funds go  smoothly, it\nshall pass through all Laws of International Banking.\nkindly re-confirm to me the followings:\nYour Full Name: ______________________________\nYour Contact House Address _____________________\nCity of Residence:_____________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nyour valid international passport  copy ____________________________\nAGE:_______\nOCCUPATION:______________________________\nYours Faithfully,\nRev John Larry\n", "direction": "Inbound"}, {"time": "1682669542", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email and for providing me with an update on my funds. I appreciate your efforts in ensuring that the transfer is done smoothly and legally. However, before I provide you with my personal details, I would like to know more about the UN office of internal oversight services and their involvement in this transfer. Can you please provide me with more information on this?\nAlso, I am unable to travel to Los Angeles on the date mentioned due to prior commitments. Is there any other way to proceed with the transfer without me having to travel?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682675198", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James,\nThe Office of Internal Oversight Services (OIOS) is the internal\noversight body of the United Nations (UN).The Office assists the\nSecretary-General in fulfilling his oversight responsibilities in\nrespect of the policy making through the world bank and the united\nnations Organization financial monitoring unit our role is to ensure\nthat the transfer is done in a quiet manner, hence you will have to\nfollow my instructions and act accordingly to enable everything work\nout smoothly. and shall pass through all Laws of International\nBanking.\n it will be your feudatory obligation  tell us when it will be\nconvenient for you to travel down to los angles due to how this\nproject is be planned to avoid dealing with the wrong person Right now\nI will request/remind you to furnish me with  your information so that\nI know who and whom i am actually dealing with. Please do not\nmisconstrue my intent Like their  saying when we  get to the bridge we\ncross it so as soon as I get those required information/data of yours\nwe then proceed to the next stage of this transaction. by sending you\nthe deposit certificate of your funds in japan including with the\nPayment schedule of your funds\nI look forward to hearing from you.\nSincerely,\nRev John Larry\n", "direction": "Inbound"}, {"time": "1682676784", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for reaching out to me regarding the Office of Internal Oversight Services OIOS and the United Nations financial monitoring unit. I am interested in learning more about this opportunity. Can you please provide me with more details about the transfer process and how I can ensure that everything is done legally and safely? \nAlso, I would like to know more about the payment schedule and how I can receive my funds in Japan. Can you please provide me with more information on this? \nRegarding my personal information, I would prefer to share it only when necessary and after verifying your identity. Can you please provide me with more information about yourself and your role in this process? \nThank you for your time and I look forward to hearing back from you soon.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682753840", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nSequel to your mail sir I really surprised you are still asking me\nabout how the Funds accrued ? this is a compensation payments from the\nunited nations to settle all the scan victim who has not yet received\ntheir funds which I have already explained to you on my previous email\nseveral time there is no upfront payment or any fees to pay in advance\nto anyone before you receive your funds.\ndirect transfer. method of payment  is designed by the President of\nthe United nations General Assembly in collaboration with  the world\nbank to avert fraud perpetration or stoppage off! Funds by Some\nAgencies. Either Through Anti Terrorist Certificate or other\ncertificates. by ensuring that beneficiary received their funds.\nyour requirements, is for you to travel down to  los Angeles  to meet\nwith Mr. Jonathan David who is in charge of your payments file  for\nendorsement of compensation document before proceedings with the\ndocuments to Japan  where you will meet with the bank official Mr.\nJack Lee for immediate release of your funds into your bank account\nwithout any delay as we are top of  the transaction you have nothing\nto worried about  all you need to is follow every directive and\ninstructions giving to you I believe you will have a successful\ntransaction by the grace of God\nPlese kindly re-confirm to me the followings:\nYour Full Name: ______________________________\nYour Contact House Address _____________________\nCity of Residence:_____________________________\nCountry:____________________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nYour international  Passport copy :____________________________\nAGE:_______\nOCCUPATION:______________________________\nAs soon as the above mentioned details are received, we will proceed\nto the Next stage of transactions\nI Looking forward to hearing from you\nYours Faithfully,\nRev John Larry\n", "direction": "Inbound"}, {"time": "1682756674", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I appreciate the information you have provided about the funds from the United Nations. I am glad to hear that there are no upfront payments or fees required before receiving the funds.\nI am interested in learning more about the direct transfer method of payment that you mentioned. Can you please explain how this works and how it ensures that the funds are not stopped by other agencies?\nAlso, I am unable to travel to Los Angeles at the moment. Is there any other way to proceed with the release of my funds?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682803594", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nsorry it's very important you travel down to los angeles for\nendorsement of compensation document before you proceeding to japan\nwith the documents for immediate release of your funds\nhowever whereby you can travel to los Angeles you can send us power of\nattorney to enable us removed your name out of the compensations funds\nsince you cant followed our directive and instructions to enable\neverything workout smoothly. on your favor\nI Looking forward to hearing from you and God Bless America.\nYours Faithfully,\nRev John Larr\n", "direction": "Inbound"}, {"time": "1682813534", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larr,\nThank you for reaching out to me. I appreciate your concern and advice. Can you please provide me with more information about the documents that I need to collect in Los Angeles? Also, can you explain to me more about the power of attorney and how it will help me remove my name from the funds?\nThank you and God bless you too.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1682932278", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James,\nI apologize for the delay in responding to your email the document you\nare to collect in Los Angeles is the document required by the paying\nbank in japan, for immediate release of your funds volume at 5.5\nmillion dollars approval compensation payment by the united nations.\npower of attorney it means whereby you are not interested to receive\nthe funds or to travel down to los Angeles for  endorsement of\ncompensation document .\nbefore you proceeding to Japan with the documents that will enable us\nto removed you Name out the funds and instruct the paying bank for\ncancellations of the funds  As soon as we received your details  we\nwill proceed to the Next stage of transactions\nI Looking forward to hearing from you and God Bless America.\nYours Faithfully,\nRev John Larry\n", "direction": "Inbound"}, {"time": "1682932355", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I appreciate the information you have provided regarding the document I need to collect in Los Angeles. Can you please provide more details about the document and why it is required by the paying bank in Japan? Also, can you clarify what you mean by \"power of attorney\" and how it relates to my receiving the funds? \nI am interested in receiving the funds, but I am hesitant to travel to Los Angeles without a clear understanding of the process. Can you provide more information about what will be required of me once I have the document and how I can ensure the safe transfer of the funds?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683070556", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "I guess you are not serious to receive your funds\n", "direction": "Inbound"}, {"time": "1683072730", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Hello, I am interested in receiving my funds. Can you please provide me with more information on how to do so?\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683073848", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nPlease  note you should understand that this transactions is not a\nchild play you must followed our instructions and directive to enable\neverything workout smoothie  we have a very strong mandate on us to\nclear off all long term pending payments. So therefore you are hereby\nadvice to comply with our directive  to help us save you better by\nproviding us with your detailed information as early requested\n. I Looking forward to your soonest respond for finalization of this\ntransactions .\nKindly do acknowledge the receipt of this mail and your understanding\nthereafter.\nYours Faithfully,\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683076332", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I appreciate your efforts to clear off long term pending payments. However, I would like to know more about your directive and what kind of detailed information you require from me. Could you please provide me with more information so that I can comply with your directive accordingly?\nThank you for your time and consideration.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683223878", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nThanks for your mail and your wiliness to received your compensation funds\nvolume at 5.5 million dollars approved  payment by the UN internal\noversight services information required as follows\nYour Full Name: ______________________________\nYour Contact House Address __________________\nCity of Residence:_________________________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nYour valid international  Passport copy :____________________________\nAGE:_______\nOCCUPATION:__________________\nAs soon as the above mentioned details are received, we will proceed to the\nNext stage of transaction Without you paying any upfront payments to anyone\nbefore you received your funds without any delay as soon as you followed my\ninstructs and directive to enable everything workout in your favour OK\nI look forward to hear back from you for more details\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683223946", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I am interested in receiving my approved payment of million dollars from the UN internal oversight services. However, I am hesitant to provide my personal information such as my contact house address and mobile number. Can you please explain why this information is necessary and how it will be used? \nThank you for your time and I look forward to hearing back from you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683299653", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nThanks for your mail and your wiliness to received your compensation funds\nvolume at 5.5 million dollars approved  payment by the UN internal\noversight services information required as follows\nYour Full Name: ______________________________\nYour Contact House Address __________________\nCity of Residence:_________________________________________\nDirect Telephone Number:______________________\nMobile Number___________________________________\nNearest airport:______________________________\nYour valid international  Passport copy :____________________________\nAGE:_______\nOCCUPATION:__________________\nAs soon as the above mentioned details are received, we will proceed to the\nNext stage of transaction Without you paying any upfront payments to anyone\nbefore you received your funds without any delay as soon as you followed my\ninstructs and directive to enable everything workout in your favour OK\nI look forward to hear back from you for more details\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683303139", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I am interested in receiving my approved payment of million dollars from the UN internal oversight services. However, I am hesitant to provide my personal information such as my contact house address and mobile number. Can you please explain why this information is necessary and how it will be used to ensure the safe and timely delivery of my funds?\nThank you for your time and I look forward to hearing back from you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683305392", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nlike i said early on my previous email I sent to you  must provide us with\nyour valid international passport copy including with your home adders and\nyour mobile phone number your age and your occupation to  enable us cross\ncheek what  we have here in our database file  before we before we  with\nFourth directive Further directive to avoid wrong payment I repeat if you\nwish to received your fund you most following our directive and instruction\nto enable everything work on your favour because this is not a child play\ntransaction\nI look forward to hear back from you\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683306747", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I appreciate your efforts to ensure that everything works in my favor. However, I am hesitant to provide my personal information at this time. Can you please provide me with more information about the Fourth directive and how it relates to my situation? I would also like to know more about your organization and how you obtained my contact information.\nThank you for your time and I look forward to hearing back from you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683308713", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "i guess you are not a serious person please dont contact me again because i\nwill not going to continued  repeat myself all the time\n", "direction": "Inbound"}, {"time": "1683308918", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "i will advised you to forget about this vary transaction since you are not\nready to received your funds\n", "direction": "Inbound"}, {"time": "1683310335", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "I apologize if I have offended you in any way. However, I am still interested in hearing what you have to say. Can you please provide more information about what you are offering?\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683310337", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Thank you for your advice. Can you please provide more information about why I am not ready to receive my funds?\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683317736", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\n i have made myself clear several times if you wish to received your fund\nyou most following our directive and instruction by provide us with your\nvalid international passport copy and your personal details whereby you can\nnot provide it there is no need us proceeding further in this transaction\nremember this is not a child play transaction.\nYou need to comes out positively\nI look forward to hear back from you as soon as possible.\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683318258", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your message. I understand that you require my personal details and a valid passport copy in order for me to receive my fund. However, I am hesitant to provide such sensitive information without further clarification and assurance of the legitimacy of this transaction. Can you please provide me with more information about the process and the organization you represent? I appreciate your understanding and look forward to hearing back from you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683320343", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "You are not ready to received your fund since you don't trust me please\ndon't border to contact me back again because I will not continued to\nwasting my time with you repeating myself all the time OK\nI have other things to do that is very important then your transaction OK\n", "direction": "Inbound"}, {"time": "1683321866", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "I apologize if I have offended you in any way. I am still interested in receiving my fund, but I just want to make sure that everything is legitimate before proceeding. Can you please provide me with more information and details about the process? Thank you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683327581", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "What are you talking about?   note this transaction is legitimate  you have\nnothing to worry about the reason why we need your international passport\ncopy is to enable the financier book your flight tickets on your behalf\nbefore you produced to Japan  with the documents for immediat released of\nyour funds\n After the endorsement  it's our duty to ensure that your funds passed\nthrough the international banking law as soon as you send us your details\nthen we will go-ahead and send you deposits cenfirticate of your funds\nincluding with other documents that recognized you as the true beneficiary\nof the funds\n if you wish to received your funds you most followed our directives and\ninstruction to enable everything worked smoothly in your favor note you are\nnot paying any upfront payment to anyone before you received your funds I\nhope you understand my points\nI look forward to received your details\nYour Sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683328904", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "note all your expense including your flight ticket's to Japan and returned\ntickets will be taking care of by the financier and your hotel  reservation\n its will interest you to know that the flight ticket's will be confirmed\nby you\n the United Nations has mandate a financier to offsets  all the bills on\nyour behalf due to how the project is been planned by the   United Nations\nGeneral Assembly so therefore you have nothing to worry about all we\nrequired from you is to followed every instruction given to you to enable\neverything worked smoothly on your favor\nI look forward to hear back from you\nYour sincerely\nRev john Larry\n", "direction": "Inbound"}, {"time": "1683329058", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Hello Rev John Larry,\nThank you for explaining the reason why my passport copy is needed. I appreciate your assurance that this is a legitimate process and that I don't have to worry about anything. Can you please provide more information about the financier who will be booking my flight tickets? Also, can you explain more about the banking law that my funds will be passing through? I just want to make sure that everything is clear before I provide my personal details.\nThank you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683329064", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Hello Rev John Larry,\nThank you for reaching out to me. I appreciate the information you have provided regarding my expenses for the trip to Japan. Can you please provide me with more details about the project and my role in it? Also, can you confirm the dates of the trip and the duration of my stay in Japan? \nThank you and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683358947", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nThe financier  is a united nations finance contractor that provide finance\nsolutions to individual  when it needed remember UN is big organizations\nthat's have  their finance contractor in every part of the world.\nThe reasons why your funds will passed through the international banking\nlaws is because we would want anything that will stop the funds  as you\nhave experience in the passed\nThe UN and it members has made it mandatory that any individual that want\nto received he or her compensation funds must be Present in los Angles for\ntheir endorsement of they documents before proceedings to Japan for\nimmediate released of your funds  your role in Japan is to handle over the\ndocuments to Mr Jack Lee who charge of remittancs  department of the bank .\ni will urge to do your utmost best to travel down to los Angles on Friday\nnext week be the 11th of may 2023  then you will travel to Japan on Sunday\nto arrived on Monday you are not spending more then 4days Trip in  Japan\nand returned back home\nNote Mr Jonathan David who is in charge of your payment file has a limited\ntime to stay in los Angles I  would want you to loss this great opportunity\nyou have to received your funds before he live los Angles on the 15 of may\n2023 to Edinburgh Scotland\nI hope you understand my point\nI look forward to received your details\nYour Sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683361462", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I appreciate the information you have provided about the financier and the United Nations finance contractor. However, I have some questions regarding the process you have outlined for me to receive my funds.\nCan you please explain why I need to be present in Los Angeles for the documents before going to Japan? Is there any way to complete this process remotely?\nAlso, can you provide more information about Mr. Jack Lee and his role in the remittance department of the bank? How can I be sure that he is a legitimate representative of the bank?\nLastly, I am hesitant to travel during these times due to the current global situation. Is there any flexibility in the travel dates or alternative options for receiving my funds?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683363773", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "sorry i cant expian anything more then this again to me because it looking\nlike  you are taking me for a ride\nI will advised you to forget about this transition OK I will instruct the\nbank to cancelled the payment please don't board to contacts me back again\ngood Lock\n", "direction": "Inbound"}, {"time": "1683364227", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "sorry i cant expian anything more then this to you again  because it\nlooking like  you are taking me for a ride\nI will advised you to forget about this transition OK I will instruct the\nbank to cancelled the payment please don't board to contacts me back again\ngood Lock's and God bless you for you time\n", "direction": "Inbound"}, {"time": "1683365062", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "I apologize if I gave you the wrong impression. I am genuinely interested in learning more about this opportunity. Can you please explain to me why you think it's not legitimate? I promise to keep an open mind and not make any hasty decisions. Thank you.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683365068", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "I'm sorry if I gave you the wrong impression. I'm just trying to understand the situation better. Can you please explain to me why you think I'm taking you for a ride? I'm not asking for any personal information, I just want to make sure everything is legitimate. Thank you for your time.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683366575", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "If you can't followed my instruction and my directive then will advised you\nto forget about this transition OK because can't continue Wasteing  my\ntimes and repeating one issues all the time\n", "direction": "Inbound"}, {"time": "1683366786", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Please you hold me no apology for refusing my proposal  OK\n", "direction": "Inbound"}, {"time": "1683368660", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "I apologize if I have caused any inconvenience. Can you please clarify what specific issue you are referring to? I want to make sure I understand the situation clearly.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683368662", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "I'm sorry, but I'm not sure what proposal you are referring to. Can you please provide more context or information?\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683368931", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "please forget about it i am not here for child play have a nice day\n", "direction": "Inbound"}, {"time": "1683369086", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "i will send dowm my report on Monday morning to the paying bank in Japan\nfor immediate cenclletion of the funds\n", "direction": "Inbound"}, {"time": "1683369381", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "let stop wasting each other time i can only work with serious minded people\nthat is reday to received their compensation funds not someone on serious\nlike you\n", "direction": "Inbound"}, {"time": "1683372252", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "I apologize if I came across as childish. I am genuinely interested in learning more about what you have to offer. Can you please provide me with more information? Thank you and have a nice day.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683372254", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Thank you for letting me know. Can you please provide more details about the report and the purpose of the funds?\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683372256", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Thank you for your message. Can you please provide more information about the opportunity you are offering? I am interested in learning more about it.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683376119", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "i have already provide you with the information you required whereby you\ncan't followed my instruction and my directive by sending me your details\nthere is no need of proceedings further with you on this very transaction I\nwill advised you to forget about the whole process as I are not interested\nto work with someone like you anyone who doesn't take a simple instruction\n.have a nice day .\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683379455", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Hello Rev John Larry,\nThank you for your response. I apologize if I have caused any inconvenience by not following your directives. Can you please provide me with more information about the process and what details you require? I am interested in learning more and would appreciate any guidance you can provide.\nThank you and have a nice day.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683384666", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "i have already told you the information required from you the process is\nthat your funds is already  be deposited in a bank in Japan your duty is to\ntravel down to los Angles on Friday to meet with Mr Jonathan David who is\ncharge of payment file for an endrosment all the documents has been program\ninto an deskcate which you will handle over to you in los Angles before you\nproceed with it to Japan to meet Mr Jack Lee who is charge of remittancs\ndepartment of your funds and handle over the deskte to him once you arrived\nin Japan he will been the one to help and make sure that your funds is be\ntranfers into your bank in united state before living Japan note no upfront\npayment is requre from you .we have the Master plane to see this\ntransitions through without anyday once you can followed our  instruction\nand my directive to enable everything worked out for your owned favour note\nMr Jonathan David has a limited time to stay in los Angles before he live\nto Scotland on the 15 of may 2023 if you really wish to received your funds\nI look forward to hear back from you\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683386678", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Hello Rev John Larry,\nThank you for your message. I appreciate the information you have provided about the process for receiving my funds. However, I have some follow-up questions before I proceed with anything.\nCan you please provide me with more details about the endorsement process with Mr Jonathan David in Los Angeles? What exactly will I need to do during this process?\nAlso, can you confirm that there will be no upfront payment required from me? I just want to make sure that I understand the terms correctly.\nThank you for your time and assistance.\nBest regards.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683400328", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\nPlease there is no much process  on the  endorsements all you need to do is\nto be present in los Angles and  checking into a hotel which I will provide\nyou with details and  Mr Jonathan David who is charge of payment file  will\nbeen there to see you Ok .\nPlease note  most all the important documents including with the\ntransactions bulk number input switch of your funds  will been program into\ndiskette  drive which Mr Jonathan will handle over to you in los Angles\n before  proceeding with it to Japan  for immediate  released of your funds\nby the Shinkin Central Bank Tokyo Japan where your compensations funds is\nbeen deposited  by the  UN\nI  have made it clear to you several time there is no upfront payment to be\npaid to anyone in advance before you received your funds anyone asking you\nto send money or pay money upfront is a scammer but looking for a way to\n scan you\nI look forward to hear back from you.\nRev john Larry\n", "direction": "Inbound"}, {"time": "1683401066", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your response. I appreciate the information you have provided. I am interested in learning more about the process. Can you please provide me with more details about the hotel and the meeting with Mr. Jonathan David? Also, can you explain more about the diskette drive and how it will be used to release my funds?\nI want to make sure that I understand everything clearly before proceeding. Thank you for your time and assistance.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683413565", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James\n thank you for your prompt response .below is the details of the hotel in\nLos Angles where Mr Jonathan David will meet you please let me bring this\nnote to your hearing your involvement in los Angles is to ensure we are\ndealing with the right persons and to enable them  handle over the diskette\ndrive to you as the  true  beneficiary of the funds the diskette drive\ncontained all the important documents that is needed by the paying bank in\nJapan to relased your funds\ndue to how the transactions is been planned by the UN After Extensive close\ndoor meeting\nwith  the  Board of Directors  At the recently  with the World Bank  to\n avert fraud perpetration or\nstoppage off! Funds by Some Agencies. Either Through Anti Terrorist\nCertificates or other certificates The only two documents you will summit\nto the banker official in Japan upon your arriver is deposits cenfirciate\nof the funds  and payment shelude the documents will been issue to you\nbefore travel down to los Angles OK\nHere is the hotel details\nJet Inn\n4542.W.Slauson Ave  Los Angele .CA 90043 Tel(323)295-2544 East of La Brea\nAv)free internet service near  the airport  take only one (102)\ni hope I  have explained it  very cleared to you for you to understand\nI look forward to hear back from you\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683415456", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email and for providing me with the details of the hotel in Los Angeles where Mr. Jonathan David will meet me. I appreciate your efforts in ensuring that we are dealing with the right persons and that the diskette drive containing the important documents is handed over to me as the true owner of the funds.\nI understand that the UN and the World Bank have taken measures to prevent fraud or stoppage of funds by some agencies, and I am willing to comply with the required documents needed by the banker official in Japan upon my arrival.\nThank you for providing me with the hotel details and for explaining everything clearly. I will keep you updated on my progress.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683416666", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Thank you for your response. I look forward to received your details to\nenable us proceed further by sending you the deposits cenfirciate of your\nfunds and payment shelude which you will print it out and flies it because\nyou are going along with it to Japan where you will summit it to the banker\nincluding with the deskte for immediate released of your funds OK  Please\nkindly ackonulage the recipient of this email\nI look forward to hear back from you\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683419054", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Hello Rev John Larry,\nThank you for your email. I appreciate your willingness to share information with me. However, before we proceed any further, I would like to know more about the details of this transaction. Can you please provide me with more information about the funds and the payment schedule? Also, I would like to know more about the purpose of the funds and why they need to be submitted to a banker in Japan.\nThank you for your time and I look forward to hearing back from you.\nBest regards.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683446211", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear James.\nI think I have explained to you about this transactions several time why\nare you still coming back with the same question's again and again! I\nrepeat if you are not interested  about the transaction you  should let me\n know  then i will instruct  their paying bank for immediate  cancellations\n of the funds  you are making thus transaction on seriousness.\nNote you have from now till   Tuesday to send down  your details and copies\nof your international passport before  we will go -ahend and send you the\nPayment schedule including  with the deposit cenfircate of your funds.\nPayment scheduled  is documents where  names of the individuals  that is\ndue to received their compensactions funds in the months of may 2023 from\nthe paying bank in Japan and it will  be summited to the banker in Japan\nfirst before handle over the diskette drive  to him for  immediate released\nof your funds I  think I have made myself clear for your better understand\nI look forward to hear back from you\nYour Sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683447870", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Dear Rev John Larry,\nThank you for your email. I apologize if I have asked the same questions repeatedly. I just want to make sure that I fully understand the process. I am still interested in receiving the funds and I will send my details and passport copies as soon as possible. Can you please provide me with more information about the payment schedule and deposit certificate? How long does it usually take for the funds to be released after the documents are submitted?\nThank you for your time and assistance.\nBest wishes,\nJames\n", "direction": "Outbound"}, {"time": "1683457766", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "thanks for your mail\npleass note  the  payment  schedule and the  deposit certficate is the fist\nthing the banker officials in Japan we ask you to know if you are the true\nbeneficary of the funds you intend to received then affter you will handle\nover the diskcate to him and your funds will be released to you within 24\nhour of you submitted the documents to them\nHowever no upfront payment will be required from you before you received\nyour funds anyone asking to pay money or send money is a scammer but\nlooking for a way to scam you please do ackonulage of  the recipient of\nthis Mail i look forward to received  your details from you as soon as\npossible\nYour sincerely\nRev John Larry\n", "direction": "Inbound"}, {"time": "1683458676", "subject": "SUBJECT: Re: Attention Beneficiary", "body": "Hello Rev John Larry,\nThank you for your email. I appreciate the information you have provided regarding the payment schedule and the deposit certificate. I understand that it is important to verify the true beneficiary of the funds before proceeding with the release of the funds.\nI will make sure to keep in mind that no upfront payment will be required from me before receiving the funds. Thank you for warning me about scammers who may ask for money or try to scam me.\nCould you please provide me with more details on how to submit the documents to the banker officials in Japan? Also, what information do you need from me in order to proceed with the verification process?\nLooking forward to hearing back from you soon.\nBest regards.\nBest wishes,\nJames\n", "direction": "Outbound"}]}