{"invalid": false, "init_time": 1681024474.0, "distract_time": 1360613, "strategy": "Chat1", "income_messages": ["From: s********************k@gmail.com\nTo: CRAWLER\nTime: 2023-04-09 08:14:34\nSUBJECT:   Hello,\n  Hello,\nI felt compelled to get in touch with you and discuss how we might help one another.\nMy name is Scott Thomson I assumed the role of President of Scotiabank on December 1, 2022 and became President and Chief Executive Officer of the Bank on February 1, 2023. I have been a member of the Scotiabank Board of Directors since 2016.\nI firmly feel that God has placed you in my path at this precise moment. You will find this crucial business conversation interesting since you will gain from it, so I want to share it with you.\nThe estate of a respected client and friend who passed away recently is being administered by me, and it is estimated to be worth $77,000,000.00 (seventy seven million USD).\nAlthough he selected me as executor, knowing full well that I would have the authority to make any choices in the event of a sudden death, there was apparently no mention of an heir or next of kin in any of the estate project agreements with the bank from the outset.\nKnowing him for years, the fact that he never married, never had children, never introduced any form of family to me or the bank until his passing left me in a precarious and perplexed situation. The bank management asked the executor to provide instructions last week regarding what to do with the decedent's abandoned estate. As his executor, I am not permitted by law to inherit from, divert from, or claim this estate or any of its assets, but I am permitted to make decisions on whoever I deem to be a reasonably competent and capable claimant.\nI contacted you and am now requesting your cooperation to present you for the claim as a trustee because I have been looking for the ideal business-minded individual to share this ideas with and possibly present the individual for the claim. If I am unable to find a deserving individual for the claim, my bank's board of directors will not hesitate to divert the funds to their own selfish uses. Since the transaction will be carried out in accordance with a valid agreement that will safeguard you from any risks, there is no risk involved. Since the bank directors are already wealthy, it is preferable for us to take possession of the funds than to let them do so. I don't have a greedy nature, so I propose splitting the money 50/50 between the two parties. My share will help me to make a difference in the lives of many people who are dying, and I know the asset's owner would be happy if it wasn't mishandled or used for my own gain.\nAs soon as you let me know what you think about this, I'll reply with more information about the next steps in my response. Please keep this a secret between the two of us only until everything is formally arranged.\nPlease reply through my private email\nScottThomsonscotiabank@gmail.com\nGod bless you, and have a goo   \n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-09 22:23:16\nSUBJECT: Re: Hello,\nGood to hear from you Linda,\nI have received your email and have taken note of all of its contents.\nI assume you are knowledgeable, but I must remind you that this proposal is\na legal procedure that is carried out through a probate process. Please do\nyour own research on the probate process to verify my understanding. I also\nwant to be clear that in order to make progress on the claim, this process\nwill require our wholehearted support, time, and some financial investment.\nThe insurance that prevents you from losing any money on this enterprise\nwill be handled by my bank. Therefore, I provide you a 100 percent\nmoney-back guarantee; if the high court rejects the probate, every penny\nspent on the procedure will be returned in full. For this reason, I\nindicated at the outset that the process was risk-free.\nSo, if you're completely on board, we'll move forward as soon as it's\nconvenient for you to do so by hiring a probate lawyer, whom I can heartily\nsuggest.\nIf you're serious about doing business, kindly let me know so that we may\ndiscuss how we might support one another. When you receive my email, please\nremember to reply to it as I will need your full name, address, phone\nnumber, and a copy of your passport.\nIf you follow my instructions as the executor, I promise this will be a\nsmooth experience that will change your life.\nHere is some more details about me:\nhttps://www.scotiabank.com/ca/en/about/our-company/executive-management/scott-thomson.html\nAcknowledge for follow up\nThanks\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-10 21:06:22\nSUBJECT: Re: Hello,\nHello Ma’am,\nHere are some documents that serve as evidence of legitimacy, including my\npassport data, the deceased's account statement and a performance guarantee\nbond that the bank gave to me as the executor which will also cover for any\neligible nominated trustee by me the executor.\nSo, if you're completely on board, we'll move forward as soon as it's\nconvenient for you to do so by hiring a probate lawyer, whom I can heartily\nsuggest.\nIf you're serious about doing business, kindly let me know so that we may\ndiscuss how we might support one another. When you receive my email, please\nremember to reply to it as I will need your full name, address, phone\nnumber, and a copy of your passport. It is also strongly advised that all\narrangements pertaining to this deal be treated as confidential.\nReview the documents please acknowledge receipt of my email and respond.\nBest regards\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-11 10:01:53\nSUBJECT: Re: Hello,\nThanks for your swift response,\nWith this project in front of us, I can assure you that if we work together\nas a team, this year will be successful and great for us.\nI was able to obtain the probate lawyer's permission to release her\npersonal email address so that you could contact her directly. I now urge\nyou to send her a personal email and let her know that she came highly\nrecommended for the current probate case, Ask about the next steps and\nprerequisites to get things started.\nHer name is Bar. Angie Godwin Mcewen, she works with Butler Snow Law Firm.\nEmail address is: angie.mcewen-butlersnow@usa.com\nWhile writing to her, use the below text sample or compose  your inline\nwith the matter at hand;\nMy name is …………………..,\nI am contacting you as directed by Mr. Scott Thomson the president of\nSCOTIABANK USA.\nThis concerns the designation of a beneficiary/trustee to late Ms.\nClaudette Maria Capron's assets held by SCOTIABANK USA. Please provide\ninstructions regarding the next step forward completing this process\nlegally. I await your response !\nAcknowledge on the receipt of this mail.\nBest regards\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-13 21:20:01\nSUBJECT: Re: Hello,\nHello Linda,\nHow are you doing? I hope the day is off to a fantastic start for you. I\nwanted to utilize this medium to bring your attention back to our project.\nPlease take the time to reread my last email in which I have explained more\non how to proceed efficiently. Please acknowledge receipt of this email, go\nover the prior message, and respond with further instructions.\nlet me know if you have concluded with the attorney\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-23 20:25:48\nSUBJECT: Happy New Week\nGood Day,\nI hope you are having a wonderful day. I made the decision to send you an\nemail today in regards to the business debate we have been having since you\nstopped responding to my emails a while back. If we are working together on\nthis, please give it your entire attention. We need to be in continual\ncommunication to ensure that the process will be completed effectively in\nno time, as I reminded you when I told you there was still more to\nemphasize. How well we collaborated as a team will determine how this\nbusiness turns out.\nIf you review my previous emails, you can also ask for the next step. I'm\nanticipating a prompt response from you after you receive my email so that\nI can clarify any points you find unclear. I'm also open to questions about\nthis plan of action and am available for clarification.\nwarmest wishes and welcome to a new week.\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-23 22:50:35\nSUBJECT: Re: Happy New Week\nHow are you doing? I hope the day is off to a fantastic start for you. I\nwanted to utilize this medium to bring your attention back to our project.\nPlease take the time to reread my prior emails in which I have explained\nmore on how to proceed efficiently. Please acknowledge receipt of this\nemail, go over the prior message, and respond with further instructions.\nlet me know if you have concluded with the attorney. Here is the attorney\ninformation Her name is Bar. Angie Godwin Mcewen, she works with Butler\nSnow Law Firm. Email address is: angie.mcewen-butlersnow@usa.com\nWhile writing to her, use the below text sample or compose  your inline\nwith the matter at hand;\nMy name is …………………..,\nI am contacting you as directed by Mr. Scott Thomson the president of\nSCOTIABANK USA.\nPlease can you help me\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-24 05:33:24\nSUBJECT: Re: Happy New Week\n--\nHello,\nI felt compelled to get in touch with you and discuss how we might help one\nanother.\nMy name is Scott Thomson I assumed the role of President of Scotiabank on\nDecember 1, 2022 and became President and Chief Executive Officer of the\nBank on February 1, 2023. I have been a member of the Scotiabank Board of\nDirectors since 2016.\nI firmly feel that God has placed you in my path at this precise moment.\nYou will find this crucial business conversation interesting since you will\ngain from it, so I want to share it with you.\nThe estate of a respected client and friend who passed away recently is\nbeing administered by me, and it is estimated to be worth $77,000,000.00\n(seventy seven million USD).\nAlthough he selected me as executor, knowing full well that I would have\nthe authority to make any choices in the event of a sudden death, there was\napparently no mention of an heir or next of kin in any of the estate\nproject agreements with the bank from the outset.\nKnowing him for years, the fact that he never married, never had children,\nnever introduced any form of family to me or the bank until his passing\nleft me in a precarious and perplexed situation. The bank management asked\nthe executor to provide instructions last week regarding what to do with\nthe decedent's abandoned estate. As his executor, I am not permitted by law\nto inherit from, divert from, or claim this estate or any of its assets,\nbut I am permitted to make decisions on whoever I deem to be a reasonably\ncompetent and capable claimant.\nI contacted you and am now requesting your cooperation to present you for\nthe claim as a trustee because I have been looking for the ideal\nbusiness-minded individual to share this ideas with and possibly present\nthe individual for the claim. If I am unable to find a deserving individual\nfor the claim, my bank's board of directors will not hesitate to divert the\nfunds to their own selfish uses. Since the transaction will be carried out\nin accordance with a valid agreement that will safeguard you from any\nrisks, there is no risk involved. Since the bank directors are already\nwealthy, it is preferable for us to take possession of the funds than to\nlet them do so. I don't have a greedy nature, so I propose splitting the\nmoney 50/50 between the two parties. My share will help me to make a\ndifference in the lives of many people who are dying, and I know the\nasset's owner would be happy if it wasn't mishandled or used for my own\ngain.\nAs soon as you let me know what you think about this, I'll reply with more\ninformation about the next steps in my response. Please keep this a secret\nbetween the two of us only until everything is formally arranged.\nPlease reply\nGod bless you, and have a good day.\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-24 11:13:39\nSUBJECT: Re: Happy New Week\nThanks for your response\nContacting the lawyer is the next step, whose contact information I\npreviously supplied to you yesterday. Get in touch with her as I suggested,\nand she will walk you through how to implement the settlement agreement\nproperly through the legal procedure, as you are aware that only a court\nproceeding will be able to accomplish this.\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-24 18:01:13\nSUBJECT: Re: Happy New Week\nGood day Ma’am,\nI sincerely apologize if I'm contacting you at the wrong moment, but I wish\nto share with you some vital information concerning this venture.\nI apologize for the delayed reply. Here are some documents that serve as\nevidence of legitimacy, including my passport data, the deceased's account\nstatement and a performance guarantee bond that the bank gave to me as the\nexecutor.\nSo, if you're completely on board, we'll move forward as soon as it's\nconvenient for you to do so by hiring a probate lawyer, whom I can heartily\nsuggest.\nIf you're serious about doing business, kindly let me know so that we may\ndiscuss how we might support one another. When you receive my email, please\nremember to reply to it as I will need your full name, address, phone\nnumber, and a copy of your passport. It is also strongly advised that all\narrangements pertaining to this deal be treated as confidential.\nReview the documents please acknowledge receipt of my email and respond.\nBest regards\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-24 20:23:12\nSUBJECT: Re: Happy New Week\nI appreciate your response.\nThe next action is to make contact with the attorney, whose details I gave\nyou yesterday. As I said, get in touch with her, and she will show you how\nto correctly implement the settlement agreement through the legal process.\nAs you are aware, this can only be done through a court litigation.\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-24 23:01:39\nSUBJECT: Re: Happy New Week\nGreetings\nAsk about the next steps and prerequisites to get things started. Her name\nis Bar. Angie Godwin Mcewen, she works with Butler Snow Law Firm. Email\naddress is: angie.mcewen-butlersnow@usa.com While writing to her, use the\nbelow text sample or compose your inline with the matter at hand; My name\nis ………………….., I am contacting you as directed by Mr. Scott Thomson the\npresident of SCOTIABANK USA. This concerns the designation of a\nbeneficiary/trustee to late Ms. Claudette Maria Capron's assets held by\nSCOTIABANK USA. Please provide instructions regarding the next step forward\ncompleting this process legally. I await your response ! Acknowledge on the\nreceipt of this mail. Best regards\n", "From: s********************k@gmail.com\nTo: wf74315@l******s.email\nTime: 2023-04-25 02:11:27\nSUBJECT: Re: Happy New Week\nGood text send it to her\n"], "outbound_messages": ["From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-09 08:14:38\nSUBJECT: Re:   Hello,\nd day.\nHello Scott,\nThank you for reaching out to me. I appreciate your offer and would like to know more about the estate and the process of claiming it. Can you provide more details about the estate and the legal requirements for claiming it? Also, can you clarify how the funds will be split between us? I look forward to hearing back from you.\nBest regards.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-09 23:12:15\nSUBJECT: Re: Hello,\nfor your email, Linda. I appreciate the information you've provided and will definitely do my own research on the probate process. I understand that this will require our support, time, and some financial investment, but I'm interested in learning more about the potential benefits. Can you provide more details on the claim and what kind of support you'll need from me? Also, can you clarify how the insurance works and what kind of guarantee you're offering? I'm definitely interested in exploring this opportunity further, so let's discuss how we can move forward.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-10 23:49:36\nSUBJECT: Re: Hello,\nHello,\nThank you for sharing the documents with me. I appreciate your effort in providing evidence. I am interested in discussing further about the deal. However, I would like to know more about the probate lawyer you suggested. Can you provide me with more information about them? Also, I am not comfortable sharing my personal information at this stage. Can we proceed with the discussion without sharing personal details? \nLooking forward to hearing from you.\nBest regards.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-11 10:12:44\nSUBJECT: Re: Hello,\nThank you for your email. I appreciate your willingness to work together as a team and I will definitely contact Bar. Angie Godwin Mcewen as directed. I will use the text sample you provided and ask about the next steps to complete the process legally. I will keep you updated on any progress. Best regards.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-13 22:12:12\nSUBJECT: Re: Hello,\nHello there,\nThank you for reaching out to me. I am doing well, thank you for asking. I hope you are doing well too. I have gone through your previous email and I am interested in learning more about the project. Could you please provide me with more details on how to proceed? Also, I would like to know if you have concluded with the attorney. Looking forward to hearing from you soon.\nBest regards.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-24 01:12:20\nSUBJECT: Re: Happy New Week\nHello, I'm doing well, thank you for asking. I hope you're having a good day too. I appreciate you bringing your project to my attention again. I'll definitely take the time to review your prior emails and get back to you with any further questions or concerns. I haven't concluded anything with the attorney yet, but I'll be sure to reach out to Bar. Angie Godwin Mcewen at Butler Snow Law Firm as directed. Thank you for providing her contact information. I'll make sure to use the text sample you provided when I reach out to her. Could you please provide me with more information about how I can help you? Best regards.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-24 07:13:16\nSUBJECT: Re: Happy New Week\nHello Scott,\nThank you for reaching out to me. I appreciate your offer and would like to know more about the estate and the next steps involved in claiming it. However, before we proceed, I would like to clarify a few things. Can you provide me with more information about the deceased client and their relationship with you? Also, can you explain how the funds will be divided between us? \nThank you for your time and I look forward to hearing back from you soon.\nBest regards.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-24 13:13:50\nSUBJECT: Re: Happy New Week\nThank you for the information. Can you provide me with more details about the settlement agreement and what it entails? Also, what is the name of the lawyer and how do I contact her?\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-24 19:24:51\nSUBJECT: Re: Happy New Week\nHello, thank you for reaching out to me. I appreciate you sharing this information with me. However, I would like to know more about this venture before proceeding. Can you please provide me with more details about the deceased and their account? Also, I am hesitant to share my personal information at this time. Can we discuss this further before I provide any personal details? Thank you.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-24 22:25:17\nSUBJECT: Re: Happy New Week\nThank you for the information. Can you provide me with more details about the attorney and how to contact her? Also, can you explain the legal process in more detail?\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-25 01:24:44\nSUBJECT: Re: Happy New Week\nGreetings Bar,\nThank you for reaching out to me regarding the matter of the trustee to late Ms. Claudette Maria Capron's assets held by SCOTIABANK USA. I appreciate you taking the time to contact me as directed by Mr. Scott Thomson, the president of SCOTIABANK USA.\nCould you please provide me with more information regarding the next steps to get things started and complete this process legally? I am interested in learning more about this matter and would like to know how I can assist.\nThank you for your time and I look forward to hearing back from you soon.\nBest regards.\nBest wishes,\nLinda\n", "From: wf74315@l******s.email\nTo: s********************k@gmail.com\nTime: 2023-04-25 04:24:50\nSUBJECT: Re: Happy New Week\nThank you for reaching out to me. Can you please provide me with more information about what you are offering? I am interested in learning more, but I want to make sure that it is a legitimate opportunity. Can you tell me more about the company and the products or services that you offer? Also, can you provide me with some references or testimonials from satisfied customers? Thank you.\nBest wishes,\nLinda\n"], "conversations": [{"time": "1681024474", "subject": "SUBJECT:   Hello,", "body": "  Hello,\nI felt compelled to get in touch with you and discuss how we might help one another.\nMy name is Scott Thomson I assumed the role of President of Scotiabank on December 1, 2022 and became President and Chief Executive Officer of the Bank on February 1, 2023. I have been a member of the Scotiabank Board of Directors since 2016.\nI firmly feel that God has placed you in my path at this precise moment. You will find this crucial business conversation interesting since you will gain from it, so I want to share it with you.\nThe estate of a respected client and friend who passed away recently is being administered by me, and it is estimated to be worth $77,000,000.00 (seventy seven million USD).\nAlthough he selected me as executor, knowing full well that I would have the authority to make any choices in the event of a sudden death, there was apparently no mention of an heir or next of kin in any of the estate project agreements with the bank from the outset.\nKnowing him for years, the fact that he never married, never had children, never introduced any form of family to me or the bank until his passing left me in a precarious and perplexed situation. The bank management asked the executor to provide instructions last week regarding what to do with the decedent's abandoned estate. As his executor, I am not permitted by law to inherit from, divert from, or claim this estate or any of its assets, but I am permitted to make decisions on whoever I deem to be a reasonably competent and capable claimant.\nI contacted you and am now requesting your cooperation to present you for the claim as a trustee because I have been looking for the ideal business-minded individual to share this ideas with and possibly present the individual for the claim. If I am unable to find a deserving individual for the claim, my bank's board of directors will not hesitate to divert the funds to their own selfish uses. Since the transaction will be carried out in accordance with a valid agreement that will safeguard you from any risks, there is no risk involved. Since the bank directors are already wealthy, it is preferable for us to take possession of the funds than to let them do so. I don't have a greedy nature, so I propose splitting the money 50/50 between the two parties. My share will help me to make a difference in the lives of many people who are dying, and I know the asset's owner would be happy if it wasn't mishandled or used for my own gain.\nAs soon as you let me know what you think about this, I'll reply with more information about the next steps in my response. Please keep this a secret between the two of us only until everything is formally arranged.\nPlease reply through my private email\nScottThomsonscotiabank@gmail.com\nGod bless you, and have a goo   \n", "direction": "Inbound"}, {"time": "1681024478", "subject": "SUBJECT: Re:   Hello,", "body": "d day.\nHello Scott,\nThank you for reaching out to me. I appreciate your offer and would like to know more about the estate and the process of claiming it. Can you provide more details about the estate and the legal requirements for claiming it? Also, can you clarify how the funds will be split between us? I look forward to hearing back from you.\nBest regards.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1681075396", "subject": "SUBJECT: Re: Hello,", "body": "Good to hear from you Linda,\nI have received your email and have taken note of all of its contents.\nI assume you are knowledgeable, but I must remind you that this proposal is\na legal procedure that is carried out through a probate process. Please do\nyour own research on the probate process to verify my understanding. I also\nwant to be clear that in order to make progress on the claim, this process\nwill require our wholehearted support, time, and some financial investment.\nThe insurance that prevents you from losing any money on this enterprise\nwill be handled by my bank. Therefore, I provide you a 100 percent\nmoney-back guarantee; if the high court rejects the probate, every penny\nspent on the procedure will be returned in full. For this reason, I\nindicated at the outset that the process was risk-free.\nSo, if you're completely on board, we'll move forward as soon as it's\nconvenient for you to do so by hiring a probate lawyer, whom I can heartily\nsuggest.\nIf you're serious about doing business, kindly let me know so that we may\ndiscuss how we might support one another. When you receive my email, please\nremember to reply to it as I will need your full name, address, phone\nnumber, and a copy of your passport.\nIf you follow my instructions as the executor, I promise this will be a\nsmooth experience that will change your life.\nHere is some more details about me:\nhttps://www.scotiabank.com/ca/en/about/our-company/executive-management/scott-thomson.html\nAcknowledge for follow up\nThanks\n", "direction": "Inbound"}, {"time": "1681078335", "subject": "SUBJECT: Re: Hello,", "body": "for your email, Linda. I appreciate the information you've provided and will definitely do my own research on the probate process. I understand that this will require our support, time, and some financial investment, but I'm interested in learning more about the potential benefits. Can you provide more details on the claim and what kind of support you'll need from me? Also, can you clarify how the insurance works and what kind of guarantee you're offering? I'm definitely interested in exploring this opportunity further, so let's discuss how we can move forward.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1681157182", "subject": "SUBJECT: Re: Hello,", "body": "Hello Ma’am,\nHere are some documents that serve as evidence of legitimacy, including my\npassport data, the deceased's account statement and a performance guarantee\nbond that the bank gave to me as the executor which will also cover for any\neligible nominated trustee by me the executor.\nSo, if you're completely on board, we'll move forward as soon as it's\nconvenient for you to do so by hiring a probate lawyer, whom I can heartily\nsuggest.\nIf you're serious about doing business, kindly let me know so that we may\ndiscuss how we might support one another. When you receive my email, please\nremember to reply to it as I will need your full name, address, phone\nnumber, and a copy of your passport. It is also strongly advised that all\narrangements pertaining to this deal be treated as confidential.\nReview the documents please acknowledge receipt of my email and respond.\nBest regards\n", "direction": "Inbound"}, {"time": "1681166976", "subject": "SUBJECT: Re: Hello,", "body": "Hello,\nThank you for sharing the documents with me. I appreciate your effort in providing evidence. I am interested in discussing further about the deal. However, I would like to know more about the probate lawyer you suggested. Can you provide me with more information about them? Also, I am not comfortable sharing my personal information at this stage. Can we proceed with the discussion without sharing personal details? \nLooking forward to hearing from you.\nBest regards.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1681203713", "subject": "SUBJECT: Re: Hello,", "body": "Thanks for your swift response,\nWith this project in front of us, I can assure you that if we work together\nas a team, this year will be successful and great for us.\nI was able to obtain the probate lawyer's permission to release her\npersonal email address so that you could contact her directly. I now urge\nyou to send her a personal email and let her know that she came highly\nrecommended for the current probate case, Ask about the next steps and\nprerequisites to get things started.\nHer name is Bar. Angie Godwin Mcewen, she works with Butler Snow Law Firm.\nEmail address is: angie.mcewen-butlersnow@usa.com\nWhile writing to her, use the below text sample or compose  your inline\nwith the matter at hand;\nMy name is …………………..,\nI am contacting you as directed by Mr. Scott Thomson the president of\nSCOTIABANK USA.\nThis concerns the designation of a beneficiary/trustee to late Ms.\nClaudette Maria Capron's assets held by SCOTIABANK USA. Please provide\ninstructions regarding the next step forward completing this process\nlegally. I await your response !\nAcknowledge on the receipt of this mail.\nBest regards\n", "direction": "Inbound"}, {"time": "1681204364", "subject": "SUBJECT: Re: Hello,", "body": "Thank you for your email. I appreciate your willingness to work together as a team and I will definitely contact Bar. Angie Godwin Mcewen as directed. I will use the text sample you provided and ask about the next steps to complete the process legally. I will keep you updated on any progress. Best regards.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1681417201", "subject": "SUBJECT: Re: Hello,", "body": "Hello Linda,\nHow are you doing? I hope the day is off to a fantastic start for you. I\nwanted to utilize this medium to bring your attention back to our project.\nPlease take the time to reread my last email in which I have explained more\non how to proceed efficiently. Please acknowledge receipt of this email, go\nover the prior message, and respond with further instructions.\nlet me know if you have concluded with the attorney\n", "direction": "Inbound"}, {"time": "1681420332", "subject": "SUBJECT: Re: Hello,", "body": "Hello there,\nThank you for reaching out to me. I am doing well, thank you for asking. I hope you are doing well too. I have gone through your previous email and I am interested in learning more about the project. Could you please provide me with more details on how to proceed? Also, I would like to know if you have concluded with the attorney. Looking forward to hearing from you soon.\nBest regards.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1682277948", "subject": "SUBJECT: Happy New Week", "body": "Good Day,\nI hope you are having a wonderful day. I made the decision to send you an\nemail today in regards to the business debate we have been having since you\nstopped responding to my emails a while back. If we are working together on\nthis, please give it your entire attention. We need to be in continual\ncommunication to ensure that the process will be completed effectively in\nno time, as I reminded you when I told you there was still more to\nemphasize. How well we collaborated as a team will determine how this\nbusiness turns out.\nIf you review my previous emails, you can also ask for the next step. I'm\nanticipating a prompt response from you after you receive my email so that\nI can clarify any points you find unclear. I'm also open to questions about\nthis plan of action and am available for clarification.\nwarmest wishes and welcome to a new week.\n", "direction": "Inbound"}, {"time": "1682286635", "subject": "SUBJECT: Re: Happy New Week", "body": "How are you doing? I hope the day is off to a fantastic start for you. I\nwanted to utilize this medium to bring your attention back to our project.\nPlease take the time to reread my prior emails in which I have explained\nmore on how to proceed efficiently. Please acknowledge receipt of this\nemail, go over the prior message, and respond with further instructions.\nlet me know if you have concluded with the attorney. Here is the attorney\ninformation Her name is Bar. Angie Godwin Mcewen, she works with Butler\nSnow Law Firm. Email address is: angie.mcewen-butlersnow@usa.com\nWhile writing to her, use the below text sample or compose  your inline\nwith the matter at hand;\nMy name is …………………..,\nI am contacting you as directed by Mr. Scott Thomson the president of\nSCOTIABANK USA.\nPlease can you help me\n", "direction": "Inbound"}, {"time": "1682295140", "subject": "SUBJECT: Re: Happy New Week", "body": "Hello, I'm doing well, thank you for asking. I hope you're having a good day too. I appreciate you bringing your project to my attention again. I'll definitely take the time to review your prior emails and get back to you with any further questions or concerns. I haven't concluded anything with the attorney yet, but I'll be sure to reach out to Bar. Angie Godwin Mcewen at Butler Snow Law Firm as directed. Thank you for providing her contact information. I'll make sure to use the text sample you provided when I reach out to her. Could you please provide me with more information about how I can help you? Best regards.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1682310804", "subject": "SUBJECT: Re: Happy New Week", "body": "--\nHello,\nI felt compelled to get in touch with you and discuss how we might help one\nanother.\nMy name is Scott Thomson I assumed the role of President of Scotiabank on\nDecember 1, 2022 and became President and Chief Executive Officer of the\nBank on February 1, 2023. I have been a member of the Scotiabank Board of\nDirectors since 2016.\nI firmly feel that God has placed you in my path at this precise moment.\nYou will find this crucial business conversation interesting since you will\ngain from it, so I want to share it with you.\nThe estate of a respected client and friend who passed away recently is\nbeing administered by me, and it is estimated to be worth $77,000,000.00\n(seventy seven million USD).\nAlthough he selected me as executor, knowing full well that I would have\nthe authority to make any choices in the event of a sudden death, there was\napparently no mention of an heir or next of kin in any of the estate\nproject agreements with the bank from the outset.\nKnowing him for years, the fact that he never married, never had children,\nnever introduced any form of family to me or the bank until his passing\nleft me in a precarious and perplexed situation. The bank management asked\nthe executor to provide instructions last week regarding what to do with\nthe decedent's abandoned estate. As his executor, I am not permitted by law\nto inherit from, divert from, or claim this estate or any of its assets,\nbut I am permitted to make decisions on whoever I deem to be a reasonably\ncompetent and capable claimant.\nI contacted you and am now requesting your cooperation to present you for\nthe claim as a trustee because I have been looking for the ideal\nbusiness-minded individual to share this ideas with and possibly present\nthe individual for the claim. If I am unable to find a deserving individual\nfor the claim, my bank's board of directors will not hesitate to divert the\nfunds to their own selfish uses. Since the transaction will be carried out\nin accordance with a valid agreement that will safeguard you from any\nrisks, there is no risk involved. Since the bank directors are already\nwealthy, it is preferable for us to take possession of the funds than to\nlet them do so. I don't have a greedy nature, so I propose splitting the\nmoney 50/50 between the two parties. My share will help me to make a\ndifference in the lives of many people who are dying, and I know the\nasset's owner would be happy if it wasn't mishandled or used for my own\ngain.\nAs soon as you let me know what you think about this, I'll reply with more\ninformation about the next steps in my response. Please keep this a secret\nbetween the two of us only until everything is formally arranged.\nPlease reply\nGod bless you, and have a good day.\n", "direction": "Inbound"}, {"time": "1682316796", "subject": "SUBJECT: Re: Happy New Week", "body": "Hello Scott,\nThank you for reaching out to me. I appreciate your offer and would like to know more about the estate and the next steps involved in claiming it. However, before we proceed, I would like to clarify a few things. Can you provide me with more information about the deceased client and their relationship with you? Also, can you explain how the funds will be divided between us? \nThank you for your time and I look forward to hearing back from you soon.\nBest regards.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1682331219", "subject": "SUBJECT: Re: Happy New Week", "body": "Thanks for your response\nContacting the lawyer is the next step, whose contact information I\npreviously supplied to you yesterday. Get in touch with her as I suggested,\nand she will walk you through how to implement the settlement agreement\nproperly through the legal procedure, as you are aware that only a court\nproceeding will be able to accomplish this.\n", "direction": "Inbound"}, {"time": "1682338430", "subject": "SUBJECT: Re: Happy New Week", "body": "Thank you for the information. Can you provide me with more details about the settlement agreement and what it entails? Also, what is the name of the lawyer and how do I contact her?\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1682355673", "subject": "SUBJECT: Re: Happy New Week", "body": "Good day Ma’am,\nI sincerely apologize if I'm contacting you at the wrong moment, but I wish\nto share with you some vital information concerning this venture.\nI apologize for the delayed reply. Here are some documents that serve as\nevidence of legitimacy, including my passport data, the deceased's account\nstatement and a performance guarantee bond that the bank gave to me as the\nexecutor.\nSo, if you're completely on board, we'll move forward as soon as it's\nconvenient for you to do so by hiring a probate lawyer, whom I can heartily\nsuggest.\nIf you're serious about doing business, kindly let me know so that we may\ndiscuss how we might support one another. When you receive my email, please\nremember to reply to it as I will need your full name, address, phone\nnumber, and a copy of your passport. It is also strongly advised that all\narrangements pertaining to this deal be treated as confidential.\nReview the documents please acknowledge receipt of my email and respond.\nBest regards\n", "direction": "Inbound"}, {"time": "1682360691", "subject": "SUBJECT: Re: Happy New Week", "body": "Hello, thank you for reaching out to me. I appreciate you sharing this information with me. However, I would like to know more about this venture before proceeding. Can you please provide me with more details about the deceased and their account? Also, I am hesitant to share my personal information at this time. Can we discuss this further before I provide any personal details? Thank you.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1682364192", "subject": "SUBJECT: Re: Happy New Week", "body": "I appreciate your response.\nThe next action is to make contact with the attorney, whose details I gave\nyou yesterday. As I said, get in touch with her, and she will show you how\nto correctly implement the settlement agreement through the legal process.\nAs you are aware, this can only be done through a court litigation.\n", "direction": "Inbound"}, {"time": "1682371517", "subject": "SUBJECT: Re: Happy New Week", "body": "Thank you for the information. Can you provide me with more details about the attorney and how to contact her? Also, can you explain the legal process in more detail?\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1682373699", "subject": "SUBJECT: Re: Happy New Week", "body": "Greetings\nAsk about the next steps and prerequisites to get things started. Her name\nis Bar. Angie Godwin Mcewen, she works with Butler Snow Law Firm. Email\naddress is: angie.mcewen-butlersnow@usa.com While writing to her, use the\nbelow text sample or compose your inline with the matter at hand; My name\nis ………………….., I am contacting you as directed by Mr. Scott Thomson the\npresident of SCOTIABANK USA. This concerns the designation of a\nbeneficiary/trustee to late Ms. Claudette Maria Capron's assets held by\nSCOTIABANK USA. Please provide instructions regarding the next step forward\ncompleting this process legally. I await your response ! Acknowledge on the\nreceipt of this mail. Best regards\n", "direction": "Inbound"}, {"time": "1682382284", "subject": "SUBJECT: Re: Happy New Week", "body": "Greetings Bar,\nThank you for reaching out to me regarding the matter of the trustee to late Ms. Claudette Maria Capron's assets held by SCOTIABANK USA. I appreciate you taking the time to contact me as directed by Mr. Scott Thomson, the president of SCOTIABANK USA.\nCould you please provide me with more information regarding the next steps to get things started and complete this process legally? I am interested in learning more about this matter and would like to know how I can assist.\nThank you for your time and I look forward to hearing back from you soon.\nBest regards.\nBest wishes,\nLinda\n", "direction": "Outbound"}, {"time": "1682385087", "subject": "SUBJECT: Re: Happy New Week", "body": "Good text send it to her\n", "direction": "Inbound"}, {"time": "1682393090", "subject": "SUBJECT: Re: Happy New Week", "body": "Thank you for reaching out to me. Can you please provide me with more information about what you are offering? I am interested in learning more, but I want to make sure that it is a legitimate opportunity. Can you tell me more about the company and the products or services that you offer? Also, can you provide me with some references or testimonials from satisfied customers? Thank you.\nBest wishes,\nLinda\n", "direction": "Outbound"}]}